{"pages":[{"text":"This has become the mantra of every medical student, intern, and resident wanting to appear smart on rounds and conferences, of every attending intent on shooting down a team member's suggestion. Five, ten years ago it might have have signaled genuine interest. Now it means, usually, \"I don't know anything about the subject, but I'm still calling you out on (what I think is) your BS . Here, look at me! I am evidence-based!\" No, nobody has posed me that question in quite a while, and I don't remember ever asking it in any context 1 . But, honestly, except for a few very well-known examples listed in this excellent post , you can find \"evidence\" in the medical literature to back up any claim. Off-the-cuff conversations during lectures and rounds are not the best place to dissect them, especially when one side has seniority. Although I understand asking questions means showing interest, I've always preferred looking things up myself. This would make me appear either very smart or very dumb, depending on whatever subcontious impression I made on the person in the first few minutes of us meeting. Try to use the halo effect to your advantage. ↩","title":"What is the evidence for that?","loc":"http://miljko.github.io/eng/2014/08/22/what-is-the-evidence-for-that/","tags":"Blog"},{"text":"Između spremanja Stepova i iscrpljujućih unutrašnjih monologa o smislu USMLE -a, univerzuma, i svega ostalog, različite tehnike vizualizacije konačnog ishoda mogu vam pomoći da savladavate unutrašnji otpor prema uspehu. Vizualizujte ovo: veliki metalni čekić koji vam ritmički razbija lobanju u komadiće—-frontalna kost na jednu stranu, zigomatična na drugu, gle, delići sive materije lete ka plafonu; sumo rvač koji vitla tim čekićem dok vam sedi na leđima koristi svoju drugu, slobodnu ruku da vas golica ispod pazuha, dok na raskrvavljeno uvo šapuće stihove Bodlera—-na latinskom; kolega čiji je čekić stoji pored vas i preti da će vas tužiti ako mu odmah—-Odmah!—-ne vratite isti; a vama se piški. Dakle, moj prvi dan. Hteo sam da dođem bar jedan sat pre početka smene, ali sam se izgubio, lutao bolnicom, i jedva stigao na vreme. Poneo sam mantil, ali ne i stetoskop. Čekalo me je devetoro pacijenata koje je trebalo da upoznam, pregledam, dokumentujem, itd. za nepunih sat i po. Bili su raštrkani na tri zgrade i četiri sprata, skoro svi na kontaktnoj izolaciji 1 . Od tih devetoro, najduži boravak imala je pacijentkinja sa već trideset i nešto dana bolničkog staža. Za dodatnih dvadeset koliko sam je ja pratio, završila je na dijalizi, dobila manji infarkt, dva stenta, masivni šlog, i napustila bolnicu sa balom na bradi i cevčicom u stomaku. Diktiranje njene otpusne liste trajalo je dva sata. Desetog pacijenta primio sam istog dana oko četiri popodne. Bio je mršav, žut, sa transplantiranom jetrom koja otkazuje i ženom koja radi u bolnici. Skoro dve nedelje ležao je u sobi 6012—-da, još uvek pamtim broj—-da bi sâm kraj života proveo u hospisu. Ovo tada nisam znao: ako ste u bolnici, dve stvari koje vam nikako ne trebaju su loša jetra i rodbinske veze. Još nešto što nisam znao: šta je kog đavola hospis? Dan koji je počeo u 5:30 ujutru završio se nešto posle 11 uveče. Do odlaska kući počeo sam da mrzim: pejdžere, kontaktnu izolaciju, kompjuterski sistem, papirnu dokumentaciju. Zavoleo sam: … Ništa. Prvog, a ni sledećeg, ni onog posle. Doručak je bio u 5 ujutru, večera u 10, ručak sam preskakao. Vikend je bio dan za pranje veša, kupovinu hrane, i spavanje. Srećom, samo prvih par nedelja. U jednom trenutku—negde oko 4. jula, kada se zbog praznika smanjio broj pacijenata—shvatio sam da imam vremena za kafu pre vizite 2 , pa i za podnevna predavanja uz—-besplatan!—-ručak. Počeo sam da pronalazim prečice između spratova, naučio da nikada ne treba koristiti lift. Na trogodišnjoj specijalizaciji, dve-tri nedelje za upoznavanje sistema i nije tako mnogo. Ne bi bilo ni dva-tri meseca. Zato, ne dozvolite da vas spremanje USMLE -a previše potrese. Najgore tek sledi. U vreme kad sam ja bio student—-ne znam da li je tako i sada—-neki hirurzi su zaboravljali da operu ruke i navuku sterilne rukavice pre postavljanja centralne linije . Gel-odora-rukavice pre ulaska u svaku sobu bio je kulturološki šok sa jedne strane, gubljenje dragocenih sekundi sa druge. ↩ Vizita = \"rounds\", možda, valjda. I da, \"imati vremena za kafu\" znači 5 minuta za kupovinu kafe za poneti, ne pola sata-sat za divanjenje uz cigarete. ↩","title":"Moj prvi dan na poslu","loc":"http://miljko.github.io/srb/2014/08/18/moj-prvi-dan-na-poslu/","tags":"Pisanije"},{"text":"Starting tomorrow, miljko.org will no longer be on Squarespace. Instead, it will be a Pelican -generated static site hosted free of charge on GitHub Pages . Squarespace is an excellent service, for those who don't have the knowledge, time, or ambition to muck around with self-hosted websites, but have enough readers to justify the $8/month subscription. My long commute gives me more time to play with Python, git, vim, etc, and the $96 renewal charge was due this month. It was an easy decision to make. Having most of my posts saved as markdown files payed off, as it is currently impossible to get a clean conversion of old Squarespace articles to Pelican. Some links will be dead, some images temporarily unavailable, and the three of you reading this via RSS will need to resubscribe. That is all.","title":"Farewell, Squarespace.","loc":"http://miljko.github.io/eng/2014/08/17/farewell-squarespace/","tags":"Blog"},{"text":"Of the three pillars of medicine, research is the most ellusive. Unless you are in an MD /PhD program—-not an option for most Europeans—-you will have other priorities in medical school. And unless your residency program has a built-in research year, the way most surgical residencies do, you will either be way too busy in a university or a large community program to do any research, or have plenty of free time in a lower volume community hospital that doesn't have many research opportunities. When I interviewed residents-to-be last year, my first thought on seeing a non-PhD applicant having 18 publications on his or her CV wasn't \"Wow, she is a research machine , we gotta have her\", but rather doubt that anyone could be that productive during medical school. More points subtracted for thinking the interviewers would be so gullible. I graduated six years ago, far enough not to be able to give advice on how to do research as a medical student. The hows and whys are institution-specific, so anything I wrote would have to be in Serbian anyway. Residencies, though, are similar enough to each other that I do have some words of advice for new residents wanting to do Research! in a community hospital, university-affiliated or not. Patient care trumps research. Unless you have already worked as an attending in another country before coming to the US for residency, don't waltz in to your PDs office on day one asking about research opportunities. Prove yourself on the field first, then six months later, when you're comfortable managing DVT prophylaxis, septic shock, and what not, start asking questions. Get your own idea? Common wisdom says it is better to come up with your own question and start your own projects, since you will be more invested in the outcome. Well, yes, sort of. Unless it is a quick-and-dirty chart review you can do over a two-week vacation—-and even then there are IRB hoops you'd need to jump through to get anything done—-you will get your inexperienced self into the murky world of project management. Many brilliant ideas have died on the field of required signatures, ambiguous data points, and impossible-to-coordinate meetings. Which is why this next advice is important. Find good mentors. Surrounding yourself with a few good people is orders of magnitude better than having many good ideas. Research topics come and go, as does our interest in different fields of medicine (yesterday's apoptosis is today's epigenetics is tomorrow's something or other). It is unlikely that the research your started in residency will continue onward into fellowship, but the knowledge, skills, and general wisdom you pick up from your mentors should serve you well into your career. NB : don't wait for someone to be \"assigned\" to you—-although that's what many residency programs will do. Seek out people who match your character and who would be able to give you advice in at least three fields: patient care, research methodology, and research topics. This can be one person, or five. And if you find an awesome mentor who just isn't doing any research right then, you can always write a review. Is it Science! or quality improvement? ACGME is big on Quality! and Patient Safety! this year. Programs take notice. If you can present your interest as a quality improvement project rather than small-s-science, consider doing it. Not only does showing interest in quality improvement look good on a CV , your institution might have special funds for resident QI projects. A dedicated QI mentor is also a good resource, if you want a carreer as a Sith lor—-erm, hospital administrator. Interest in research goes from I just want something on my CV so I could get a fellowship to When I grow up, I'll have my own lab , but this applies to most people in most circumstances.","title":"Research during residency","loc":"http://miljko.github.io/eng/2014/07/25/research-during-residency/","tags":"Blog"},{"text":"Spending two hours each day on the train, offline and without distractions, gives me an excuse to go down various rabbit holes that a couple of months ago I would've thought nothing but time wasters. Starting to read the Dark Tower series—-I'm almost done with the Gunslinger—-is one of them. Re-learning vim—-if dabbling with it in high school 15 years ago counts as having learned it—-is another. This episode of the Technical Difficulties podcast is what started it, followed by a blog post or two (nay, three ) on the perfect setup. Now, I may or may not continue using vim as my primary writting tool—-I would have to figure out how to integrate it into my workflow —-but several things I picked up will always be useful: git is an amazing tool for tracking changes that researchers should use more don't blindly edit stuff—-dotfiles in this particular case—-on your computer without understanding what those edits mean Solarized should be your default color theme for anything use your macro/keyboard shortcut app of choice (mine is Keyboard Maestro, you can just as easily—-but not as prettily—-use Better Touch Tools) to quickly position windows into quadrants, halves, thirds, etc. there might not be much difference between bash and zsh if you are a beginner, but zsh has the cool customizable prompts Yes, I am writing this in vim, previewing and exporting in Marked, then posting it manually to Squarespace. The only thing standing between me and a fancy-pants static website engine powering this blog is there being no internet access on MARC trains, and me being too cheap to get a $20-a-month personal hotspot from Spring. That is probably for the best.","title":"Down the vim rabithole","loc":"http://miljko.github.io/eng/2014/07/22/down-the-vim-rabithole/","tags":"Blog"},{"text":"4 books read: Ocean at the End of the Lane, Tenth of December, The Golem and the Jinn, Ubiq 2 books re-read: Getting Things Done, Mindfulness in Plain English 1 book half-way through: Embassytown 2 computer games completed: To the Moon, Bastion 3 tabletop games played: Dixit (3 sessions), Pandemic (2), Eldritch Horror (4) 1 used minivan purchased 1 article, 1 abstract submitted 61 km ran 1000+ toddler photos taken 0 tedious field trips made NIH orientation started today. My commute is 90-plus minutes each way, and the first four months are mostly inpatient. I will have to wait until retirement for another run like this.","title":"June 2014, final tally","loc":"http://miljko.github.io/eng/2014/07/01/june-2014-final-tally/","tags":"Blog"},{"text":"Four years ago today was my first day as an intern at Sinai. Yesterday was my last on Sinai's payroll. I will miss it. Won't miss the fake flash mobs of Lifebridge Health, though.","title":"Goodbye, Sinai","loc":"http://miljko.github.io/eng/2014/06/22/goodbye-sinai/","tags":"Blog"},{"text":"The new intern class starts in less than a month. It's easy enough to find advice on how to be well-organized, efficient, and likable . Here are some more tech-oriented tips I wish I knew back when I started. Take photos and videos, with permission Get an iPhone. Turn off Photo stream, or download a camera app that doesn't automatically upload to it, like VSCOcam . When a physical exam finding is rare, stumps you, or is just cool to see, ask the patient about recording it. If you see an interesting or rare radiography image, save it. But please remove all personally identifiable information . Useful for: appearing smart on rounds, observing disease course, creating informative slides, posters, and written case reports. Keep track of things you are interested in Your EMR will have a way to create custom patient lists. Use it. If you are into hematologic malignancies, eosinophilic esophagitis, MODY —or anything, really—keep track of all your patients who have it. If you don't yet know what it is, keep a list of all the patients you found interesting and try to find a pattern. Useful for: getting ideas for research and quality improvement projects, figuring out your career path. Do not copy forward, copy/paste, or use templates and macros I started my internship in 2010 so I can't believe I'll write this, but— back in the day before EMRs, we wrote our progress notes and H&Ps by hand. This meant reviewing the med list, vital signs, and labs each morning and writing down only the important stuff; completing and recording just those parts of the physical exam that had to be done; and writing a new assessment and plan each day. Well duh, isn't that what interns should do? —you might naively ask, until your second or third day on the job when a helpful senior resident shows you how to shave minutes— minutes! —off your note-writing time by using some variant of copying forward, templates, or macros. These tricks are a mental crutch, and a known cause of documentation errors . They might help your handicapped intern self the first few months on the job, but will then prevent you from thinking about what you are doing and writing. A thoughtful daily review of everyone's medications and labs will turn into a quick glance over a two-page long list of 10-point single-spaced Courier New. Also, your typing speed will never improve if you only document by clicking. Useful for: being a good, thoughtful doctor.","title":"Three tech tips for new interns","loc":"http://miljko.github.io/eng/2014/06/03/three-tech-tips-for-new-interns/","tags":"Blog"},{"text":"In the olden days, back when I could keep all my photos on Facebook, photo management was simple. I didn't have that many to begin with; the ones I did have were grouped around events—birthdays, vacations, etc—and easily organized into albums. I also didn't care much for privacy, or backups. Then two things happened: iPhone 4S, and Dora. Every day became a photo-op, with two cameras in our pockets ready to shoot. The DSLR was still there for big trips and Dora's modeling yet another outrageously expensive dress. This gave us: hundred of new photos and hours of video each month coming from four different sources (our two iPhones, a Nikon DSLR , and friends with their own cameras); no time to sort them; more respect for privacy, but at the same time a need to share baby photos with everyone; panic attacks whenever I thought about having to organize the mess of file names, formats, storage, and backup solutions. We needed a good method to collect all the photos, organize them for easy access, retrieve them quickly for show-off purposes, and back them up both locally and in the cloud. Having children usually comes at a point in your life when you care less about money and more about your time—though your progeny will do their best to relinquish you of both. The willpower-depleting effects of a toddler's tantrum are also well-documented. No surprise then that many of the tools listed below have at some point sponsored a certain Mac-centric podcast that has destroyed many family budgets 3 . No regrets, though—it all works. Collecting, with Transporter Sync For simplicity's sake, I like systems with multiple inputs to have one central gathering node. Unfortunately, our only desktop computer is a ridiculously noisy four-year-old Windows PC which sits in a usually occupied guest bedroom. The fans that buzz with the sound of a thousand bumblebees instantly disqualify it from a job as a media server, so I had to use my Macbook Pro. Thanks to Transporter Sync , that was easier than I thought possible for an SSD -only machine. Transporter, similarly to Dropbox, has an iOS app that automatically uploads new photos to a predetermined folder. Unlike Dropbox, there is no monthly subscription—you pay once for the device, and keep using it as long as the hard drive is working. It can also act as a NAS -lite—having access to the folders kept only on the remote hard drive without them occupying the limited space of an SSD , through a Transporter Library folder. Organizing, with Hazel A folder full of unsorted cryptically named JPEGs and RAWs is less than useful when your parents want to see all the photos from that trip to Naples back in January. Enter Hazel , the Swiss army knife of file automation. With the rules I've set up, it renames photos based on the date and time taken, tags them according to the device that took them, and moves them to the proper Year/Month subfolder. It does the same with our DSLR 's RAW files, placing them in a separate folder. Since the laptop only has 256 Gb, it moves any files older that three months to Transporter Library, the \"special\" folder kept only on the external hard drive. We therefore have the last three months' worth of photos and videos organized by year and month on the laptop, and our entire collection on the external Transporter hard drive. Access, with Picturelife In theory, we could get to all those photos using the Transporter iOS app, but we're not a masochists. It's slow, ugly, and not meant for browsing media. Thank FSM for Picturelife ! It sucks up all our new photos and videos from the Transporter—though we've excluded RAW files since we do have to pay for all that data 2 —presents them in a nice web and mobile app interface whenever we want it, and can pass them on to Facebook, Shutterfly, Flickr, or wherever else we choose. It will also, from time to time, send you a \"this day in the past\" email, with photos taken years ago. When you have as many unprocessed photos as we do, it is a great discovery mechanism. Did I mention it can send photos to Shutterfly with just a couple of clicks? I still have flashbacks of the last holiday season, progress bar dragging glacially, the upload finishing just in time for me to miss the shipping deadline. Good times. Backup, with Backblaze and SuperDuper! Keeping everything on the Transporter and Picturelife as on-site/off-site backups would probably be enough for some. Unfortunately, counting on a VC -backed company that might at any point pull an Everpix to hold all our photos does not seem optimal 4 . Which is way Backblaze and SuperDuper! keep copies of all those photos as a part of my general backup system 1 . If you have a Mac and an extra external hard drive, you should also turn on Time Machine. This way, there are three local copies of all the photos, RAWs, and videos (Transporter, SuperDuper! image, Time Machine), a cloud backup of the same (Backblaze), and an easily-accessible collection of JPGs and videos (Picturelife). Setting this up is neither cheap nor simple 5 , but it gives you quick and easy access to all your photos, has several levels of backup, and—most importantly—requires little effort to maintain. Backblaze will back up the Transporter Library folder, since it doesn't count as network-attached storage. It doesn't back up NAS drives. ↩ We keep RAW files in a separate folder, one that's not on Picturelife's monitor list ↩ Which is why this post has affiliate links. ↩ That being said, Picturelife is the best of its kind and I strongly recommend it. ↩ I thought about illustrating it with a diagram of a Rube Goldberg machine. ↩","title":"Managing photos with Transporter, Hazel, Picturelife, and Backblaze","loc":"http://miljko.github.io/eng/2014/05/29/managing-photos-with-transporter-hazel-picturelife-and-backblaze/","tags":"Blog"},{"text":"A combination of heavy rain, bad infrastructure, and even worse emergency preparedness 1 resulted in Serbia and Bosnia having the worst floods in more than a century . Dozens are dead, and tens of thousands misplaced. Government officials are having nervous breakdowns on live TV , calling the flood \"a Biblical catastrophe\"—since touting vast water resources as your country's main asset isn't a hint as to what big disaster you should prepare for. In case you're wondering, the Netherlands' last big flood was in 1953 . And of course a high priest 3 of the Serbian Orthodox Church blamed it on Gay Pride. Because religion 2 . If you have a couple of minutes, please use PayPal to donate to floodrelief@gov.rs, the official account of the Serbian diplomatic mission in Brussels. If your bank allows international wire transfers, you can give directly to the Serbian Red Cross . While no one we know is affected, my grandparents had to leave their home twice over the past 50 years because of floods. The support they and their neighbors received from the Red Cross on both occasions was invaluable. No surprise there. This guy is the head of Serbia's department for emergency response. ↩ Though I shouldn't be that sarcastic, since the Orthodox Church is, in fact, trying to help. By praying for the rain to stop . ↩ Isn't organized religion just an excuse for LARPing. ↩","title":"Just can't get a break","loc":"http://miljko.github.io/eng/2014/05/18/just-cant-get-a-break/","tags":"Blog"},{"text":"Fun fact: The average Maryland to DC commute is the second longest in the US , right after New York. I should know. Mine will be 90+ minutes, come July 1st. Last week, while I was finishing paperwork at my new employer's Bethesda offices, the looks people gave me went from incredulity to pity on seeing the Baltimore address on my driver's license and hearing my explanation that no, since my wife is still at Sinai and usually just walks to work, we won't move. It's better for me to take one for the team, I'd say, than have both of us suffer hellish beltway traffic from some midway point. I could write an essay on how taking one for the team is not entirely true, but the title of this post says \"podcast\", and it's already the second paragraph, so here is my point: My commute will be long. I will need to fill that time with something . Sometimes, that will be strangers talking into my ear about things I don't understand. Here is my list of strangers, carefully curated after ten years of listening. Monday: Mac Power Users Comes out every Monday morning, like clockwork. Great for learning about new hardware, productivity apps, etc. but podcasts are not the best medium for going into the minutia of somebody's workflow. Tuesday: Back to Work Go read this . Having Merlin Mann talk for an hour all by himself would be good enough, but Dan Benjamin—the other half of BTW —is the best podcast host in the business . By using a simple formula , it is easy to mathematically prove that their show is the best podcast ever created. The first 30 or so minutes are laden with inside jokes and obscure references, but even that is fun after you are several episodes in. Wednesday: Wait, wait… It airs each Saturday, but I like alliteration, and there is nothing else good on Wednesdays. I was in Chicago once while it was being taped, but was too late to get a ticket. Now that Carl Kasell is retiring, it's unlikely I'll ever be at a live show. So it goes… Thursday: The Talk Show Daring Fireball is a better blog than TTS is a podcast—John Gruber and some of his guests tend to ramble—but you can get good insights on baseball and bourbon. Friday: ATP One word: Siracusa . There are two other co-hosts, whose main job is not to screw up too badly. They do it well. Saturday: The Alton Browncast The John Siracusa-slash- Bret Terpstra of food. Yes, Alton Brown is a national treasure . The Sunday potpourri This is the time for irregular shows, or ones that don't always have something of interest. In order of preference: Radiolab • Fact: this is the best radio show ever created, and an even better podcast. The Incomparable • For geeks, by geeks. Or is it nerds? This American Life • Any co-production with Planet Money is a must-listen. Otherwise formulaic. Systematic • Hit-and-miss, though usually a hit. Technical Difficulties • A tech DYI show with show notes better than some books. CMD +Space • I only listen to it when an interesting guest is on, which is once every couple of months. The Pen Addict • A podcast about pens. JOP podcast • The only oncology podcast worth listening to; the medical podcast landscape is dreary.","title":"A podcast a day","loc":"http://miljko.github.io/eng/2014/05/14/a-podcast-a-day/","tags":"Blog"},{"text":"Da nije oksitocina i porođajne amnezije koju izaziva 1 —u poslednjih nekoliko decenija i epiduralne anestezije—majke bi se verovatno mnogo ređe odlučivale za više od jednog deteta. Spremanje i polaganje Stepa 1 nije ni blizu trudnoće i porođaja, ali je efekat na pamćenje sličan-koliko je god meni i drugima čitava procedura bila stresna, gledano unazad sve to i nije bilo tako strašno. Najviše zbog onoga što dolazi posle. Dakle, dobili ste svojih 250+ poena na Stepu 1. Čestitam! Šta sad? Na red dolazi ono što je trebalo da planirate od samog početka: nalaženje bolnice u SAD u kojoj možete uraditi clerkship (ako ste student) ili observership (ako ste diplomirali); traženje pisama preporuke na gore navedenim mestima; iznalaženje pisama preporuke sa fakulteta u Srbiji (bar jednog; sva četiri ako nemate uspeha sa korakom iznad); spremanje i polaganje Stepa 2 CK i CS u junu i julu; prijavljivanje na ERAS u septembru; razgovori od oktobra do februara; iščekivanje Meča u martu; skupljanje dokumentacije za vizu i licenciranje od aprila do juna 2 ; najstresniji meseci vašeg života u julu, ako imate sreće, ili nazad na prvi korak ako nemate. Svaka od ovih stavki zaslužuje svojih petstotinak reči, a o ovoj poslednjoj su pisanje knjige 3 . Ako ništa drugo, iskustvo polaganja Stepa 1 je dobra priprema za ono što sledi. Oxytocin: the Great Facilitator of Life ↩ Čiji najgori deo nije ni razgovor u ambasadi, ni popunjavanje rupa u CV -u od dana diplomiranja do danas, već Kafkaeskna iskustva u Ministarstvu zdravlja dok tražite jedan od dokumenata neophodnih za J1 vizu. ↩ The House of God , na primer. ↩","title":"Šta posle Stepa 1?","loc":"http://miljko.github.io/srb/2014/05/07/sta-posle-stepa-1/","tags":"Pisanije"},{"text":"Finishing up our world tour/airplane passenger torture project 1 was a trip from Baltimore to Havana, via Cancun. Before you scream Embargo!, neither my wife nor I are American citizens. Our daughter is, but it is fortunately not illegal for US citizens to visit Cuba as long as they don't spend any money there, at least according to America's most esteemed journal of law, medicine and gastronomy . If for whatever reason you want to travel to Cuba from the East coast, you might find our experience helpful. The flight We took the United flight from Dulles to Cancun, went through Mexican customs and immigration, then took the Cubana flight to Havana after checking in again. Inbound, layover time was more than 3 hours so we could have comfortably checked a bag or two for those large bottles of sunscreen and other essential liquids. The trip back, however, was tight at 1h 55min, so we decided not to risk waisting time at baggage claim, and only brought carry-ons. In retrospect, it was half of a good move. On the way back, going through customs, immigration, then walking from Cancun's Terminal 2 to Terminal 3 and checking in for the flight to Dulles is barely manageable in those 90-ish minutes after leaving the plane. However, we could—and should—have checked one of the carry-ons on the inbound flight, as sunscreen, diaper cream, and other toiletries are ridiculously expensive in Havana. NB : You can easily walk from Cancun's Terminal 2 Arrivals to Terminal 3 Departures (or 3 -> 2 inbound). There is a shuttle that leaves every 30 minutes and goes Parking -> T1 -> T2 -> T3 -> Parking. The Cancun airport staff told us it would take us 25 minutes to walk from T2 to T3—and that it would take the shuttle at least as much since it makes those other stops—but hey! there's this van that magically appeared which would drive us to T3 for the low low price of $20. Google maps said it's less than a kilometer between terminals 2 and 3 so we smiled politely and walked away. It took us—three adults with a carry-on and a large shoulder bag each, plus a toddler in tow—less than 10 minutes. Kudos to United for letting us skip the long check-in line and making it to our flight without issues. Entry Serbian citizens don't require a visa, but Dora had only her US passport. We got her a visa in Cancun at check-in for 20 euros. Cuban entry stamp is bright pink. They asked us before putting one in Dora's passport, so I can only assume they occasionally get US citizens who'd rather not have their passports stamped for whatever reason (cough, cough). The visa also gets stamped, so there is still proof of entry. There were no issues going back through Dulles. The customs form asks you which countries you visited on the trip, so we did write we were in Cuba. The immigration officer at Dulles just asked if we were bringing any cigars back with us—of course not, we hadn't even smoked any while there!—and finished the fingerprinting in record time. Money Bring euros, and bring more than you expect. You can convert USD to convertible pesos ( CUC ) in any exchange office, but with their rates it's better to change dollars to euros in your own bank, then change euros to CUC once in Cuba. Also, convert some CUC to the peso nacional ( CUP ), if only for the ridiculously cheap ice cream you can buy on the street. As for how much to bring, count on at least $20/person/day, not including the room or the 25 CUC exit tax. This would cover lunch, dinner, and a daily trip to the beach or a visit to a museum, monument, etc. Since you cannot use American credit/debit cards anywhere on the island, it pays to take more than you think you would need. Homestay The highlight of the trip! We booked this room on homestay.com , and could not be happier with how it turned out. Centro Habana, the neighborhood it's in, is definitely not for everyone—very safe, like the rest of Cuba, but also with dog poop and open trash cans everywhere you turn 2 . Our casa particular was the opposite—clean, well-maintained, gaudy, but cute. Between our large air-conditioned room, the patio, and the open rooftop terrace, we could easily have spent a couple of days just hanging out there chatting with the friendly hosts. Internet Don't count on being able to get online at any point. We tried checking in online a day before the trip back, but none of the Havana Vieja hotels we tried had any prepaid cards available. Even if they had, there are no printers to print a boarding pass. Unless you're staying in a hotel, don't even think about wi-fi. Just bring a good book or two. So, if someone's vacations response email tells you they're going to Cuba, don't count on them having any access, no matter what some self-important douche bag tells you . Guidebooks The only resource we used—and we used it multiple times per day—was the Havana Good Time iPhone app . Some of the information on working hours and prices is slightly outdated, but it is all still relevant, and it comes with an offline map of Havana that is—duh—much easier to carry around than the paper version. Other DOs and DON 'Ts Do take the Havana tour double decker bus at least once. Do go to the Revolution Museum—the clunky propagandist English translations alone are worth the 8 CUC admission fee. Do try the excellent Coppelito ice cream. Don't waste an hour standing in line to pay for it with CUP —support their economy, and pay for it in hard currency like the tourist you're pretending not to be. Don't give any CUC to street performers, especially the kind that chases you down the street with a guitar. Do throw CUP at them. Don't drink the tap water. The torture device being our 19-month-old girl—or rather, her vocal cords. ↩ I could say the same about the part of Naples we stayed in this January. In fact, with laundry out in the open and being able to peek into people's living rooms from ground level it looked very much like Naples, just with wider streets. ↩","title":"To Cuba and back","loc":"http://miljko.github.io/eng/2014/04/30/to-cuba-and-back/","tags":"Blog"},{"text":"It is always a pain clicking on a link to a journal article only to hit a paywall. It's doubly painful when I know I have institutional access via my library's proxy server, but have to jump through hoops to get it: go to the library website, log in, copy and paste the article name or PMID into its PubMed search box, and finally download the PDF . Arduous, and—turns out—unnecessary. Enter Alfred 2 workflows. Here's a nice article I found on Twitter today. The NEJM link in the top right corner leads to an abstract, but I need a special archive subscription for the full PDF . No matter—I can just highlight the PMID and hit my special Alfred 2 keyboard combo: Since I'm not already logged into the Welch library proxy, I hit a login wall. It's nothing 1Password can't solve, but you can also just type in your username and password yourself, like an animal . And Bam! The ugly but magic button is where it should be. Your institution might have a prettier one. To make it clear—this simple workflow will do a PubMed search of any selected text anywhere in OS X, all through your institutional proxy server. Finding an interesting reference while reading an article, highlighting its title, and hitting &#94;⎇⌘P to get to the PDF always feels like magic. You can download the workflow here .","title":"Get a journal article through your library proxy quickly with Alfred 2","loc":"http://miljko.github.io/eng/2014/01/14/get-a-journal-article-through-your-library-proxy-quickly-with-alfred-2/","tags":"Blog"},{"text":"Rekao sam sebi da neću biti onaj gastarbajter koji posle godinu-dve van zemlje dođe na odmor, pa se čudi kako u Srbiji uopšte ima struje, tekuće vode, hleba u prodavnici… Ali—kako bilo ko može da ode u kafić, restoran, kafanu, i uz jelo i piće dobije i dobru dozu duvanskog dima? Kako da gledam decu koja sede u poslastičarnici dok im sa stola pored dolazi oblak karcinogena? Šta da kažem njihovoj majci koja puši za tim istim stolom? Zašto posle svakog izlaska u grad moram da vetrim odeću? Ovo nije pitanje estetike i tolerancije. Gde ima pušača ima i raka : Isto važi za kardivaskularne bolesti, bolesti pluća, šlog… Kako, onda, prioritet Ministarstva Zdravlja nije potpuna zabrana pušenja? Da li srpski budžet toliko zavisi od poreza na duvan? Ili Filip Moris i ostali toliko dobro lobiraju? Zašto država duvanskim parama ne bi subvencionisala elektronske cigarete ? Ako mi bilo koji pušač kaže da je zabrana pušenja na svim javnim mestima kršenje njegovih ili njenih ljudskih prava, pitam ih da li je i zabrana uriniranja na gradskim trgovima kršenje nečijih prava? Koja je razlika između pušenja i pišanja u javnosti?","title":"Kako ljudi u Srbiji preživljavaju teror pušača?","loc":"http://miljko.github.io/srb/2014/01/14/kako-ljudi-u-srbiji-prezivljavaju-teror-pusaca/","tags":"Pisanije"},{"text":"If you have a Google+ account—and you might not be aware that you do—anyone using Gmail can now email you without knowing your address. You can disable this \"feature\" in the settings, but having it be opt-out shows yet again how little Google cares about privacy. Not that there's anything wrong with that—privacy is a relatively modern invention that younger generations might not care for as much as we do. But you should understand the implications of patients and random strangers being able to leave messages in your personal inbox. Suing P.,,,,,,kmmmmmqmmmdoctors is not a modern invention . This is why I stopped using all Google services—search included—years ago. The company has become so large, with so many users, that it doesn't need to cater to fringe interests. And for a business with billions of users, doctors are a fringe group—one that hates change-for-change's-sake , having to [re-learn an interface][ n. Nnjm interface] \"just because\", and not being the true customer 1 . Also, the number of people at Google who may access my data is huge. FastMail 2 , my email provider of choice, has fewer than 10 employees. Gmail alone has hundreds. Not that anyone would be interested in me in particular, but if I ever inadvertently send or receive private patient information through my personal account, I'd rather as few people as possible see it. Email is fine, but why abandon search? First, I have googled enough ailments and substances, common and obscure, that the add network thought I was an elderly female recovering heroin addict with more than one paraphilia . The adds I would get were in that sense appropriate. Second, because of SEO the only valuable page-one results I would get were Wikipedia entries. Everything else was a hodgepodge of useless Livestrong, Huffington post and five-pages-per-500-word-article- AND -behind-a-login-wall Medscape links. Duckduckgo and, yes, Bing at least help with the first problem while not making the second one any worse. Google calendar is the only service I would consider using. It is fast, reliable, omnipresent and easy to use. There is, however, that constant nagging fear that they will find some way to integrate it with Google+ and yet again sacrifice functionality to force people into its circle 3 . This is why I use Apple's iCloud calendar, its horrendous web interface and all. Also: Reader. I use FeedWrangler now, but man . Doctors' concerns aside, Google is all set to become the network TV 4 of the internet—large, bland, and largely not relevant to the people who are. It is already two-thirds of the way there. This one in particular, as it keeps reminding me that doctors are second-class citizens in the tech world. Electronic health records are made with the billing departments in mind—we are there to provide content. Google services are created to sell adds—we are there to provide eyeballs. ↩ Yes, it's an affiliate link. ↩ crickets ↩ Or Microsoft. ↩","title":"Why doctors shouldn't use Google services","loc":"http://miljko.github.io/eng/2014/01/13/why-doctors-shouldnt-use-google-services/","tags":"Blog"},{"text":"Da li si zadovoljan Amerikom? Da li bi sve ponovo? Ovakva pitanja mi često stižu na mejl. Kratki odgovor je—da, apsolutno. Naravno, odlaskom nisam rešio sva životna pitanja, već sam jedan skup problema zamenio drugim. Ne moram da razmišljam iz koje stranke je šef odeljenja na kome volontiram a iz koje direktor bolnice, i u kakvim su odnosima; da li će me pacijenti gledati popreko jer su lekari po definiciji ili korumpirani ili nesposobni 1 ; da li ću sa 30 godina još uvek biti na grbači roditelja, i kako odgajati sopstvenu decu u Srbiji 2013-te ? Umesto toga, trošim vreme i novac na polaganje milion testova za licenciranje 2 i razgovore za subspecijalizaciju 3 ; pacijenti me gledaju popreko jer su lekari po definiciji bezobrazno bogati; slobodnog vremena nemam puno, jer mi prosečan radni dan traje 12 sati a skoro svaki vikend trošim na manijakalno Skajpovanje sa prijateljima i porodicom 4 . Po onome što sam čuo od prijatelja, pretpostavljam da bih negde u Zapadnoj Evropi u zamenu za slobodnije vikende i blizinu Srbije dobio zatvorenost prema imigrantima i ograničena mogućnost za napredovanje 5 , za mene još i uz gubitak vremena na učenje još jednog stranog jezika. Sve ima svoje. Stručni i lični izazovi ostaju: praćenje literature, pregovaranje sa pacijentima, veš mašina koja zbog koje misteriozno iskače osigurač u različitim delovima ciklusa, a savršeno radi kad dođe majstor… Ali, lepo je baviti se tim stvarima bez stalnog straha da će se država urušiti oko vas. Dodatni bonus u Americi je što je većina ljudi ili zadovoljna svojim poslom ili aktivno traži bolji, što je mnogo bolja atmosfera za život i rad od stalnog slušanja jadikovki—često potpuno opravdanih—o teškom životu ljudi oko vas. A roditelji? Dovedite ih kod sebe gde god da ste, i čim budete mogli. Srbija nije zemlja za starce . Jer ko je sposoban ume to i da naplati. ↩ Da, USMLE je samo početak. ↩ Srećom sam zbog porodične situacije bio ograničen na lokalne programe. Kolege su prosečno trošile $3-4.000 za prijavu, prevoz i smeštaj. ↩ Ostatak ode na jurcanje za Dorom. ↩ Ovde sam bez ikakvog prethodnog radnog iskustva završio specijalizaciju iz interne u bolnici u kojoj sam sad glavni specijalizant, a od 1. jula počinjem subspecijalizaciju iz hematologije/onkologije na NCI / NIH . Šta je NCI najbolje se vidi po adresi njihovog sajta: cancer.gov . ↩","title":"Da li bih sve ponovo?","loc":"http://miljko.github.io/srb/2014/01/04/da-li-bih-sve-ponovo/","tags":"Pisanije"},{"text":"Marco Arment discovered an old article in The Atlantic pronouncing the triumph of New-Age medicine . It's been a while since I've read it, but the introduction reminded me of what I thought was its biggest fault in reasoning: … But now many doctors admit that alternative medicine often seems to do a better job of making patients well, and at a much lower cost, than mainstream care—and they're trying to learn from it. Alternative medicine does not make patients well. It makes them feel well. The difference is huge. Here are two graphs from an excellent free-to-access NEJM article that compared four methods of treating asthma: conventional medicine, placebo, sham acupuncture, and doing nothing 1 . The first one shows how well the patients in each group felt after 2-4 weeks of treatment. Ah ha! Conventional medicine was no better than sham ( sham! ) acupuncture, and both beat placebo inhalers. Alternative medicine wins! Or did conventional medicine lose? At the very least it's a draw. Not so fast. The second graphs shows the amount of objective improvement, measured in FEV1 —the volume of air you exhale during the first second of breathing out: If this were the common cold, it wouldn't have been a big deal. But asthma is not the common cold. People die of it every day, not because they didn't feel well—though being unable to breathe is doubtlessly uncomfortable—but because their airways were too tight to get any air out of the lungs. This is why alternative medicine can be dangerous in the wrong hands, with the wrong patient. Improving quality of life is important, but so is curing disease . Adding real acupuncture to the interventions would have made the study perfect. Some other time, perhaps. ↩","title":"The difference between being well and feeling well","loc":"http://miljko.github.io/eng/2014/01/03/the-difference-between-being-well-and-feeling-well/","tags":"Blog"},{"text":"January 1st seemed to be a good day to install Brett Terpstra's Slogger . Every night, its army of gnomes will go over my tweets, blog posts, completed to-dos, etc. and record them in a Day One journal entry. Not a replacement for a real journal, true, but better than anything I could do on my own. It's a Mac-only app that runs from the command line—not user friendly at all. Even so, the installation instructions are straightforward, with some caveats for the not-too-bright, like me: Plugin configuration is done in each individual plugin .rb file, not slogger_config. All config strings (URLs, file paths, usernames…) should be in quotes (\"…\"), even when in an array (i.e. in square brackets). The Twitter plugin instructions wrongly give an example without quotes. The Instapaper plugin doesn't work since RSS feeds for folders are no longer supported. I'm still not switching to Pocket. You will need an IFTTT account to log your Facebook posts, using this recipe . Instructions for logging RunKeeper activity are convoluted, but work. Slogger's default time for sucking in your data is 11:50pm, when my laptop is usually in sleep mode. The scheduler should still be smart enough to start the app on wake-up. Nevertheless, it's one more reason for me to get a used Mac Mini. In 2015, perhaps.","title":"Starting the New Year with Slogger","loc":"http://miljko.github.io/eng/2014/01/01/starting-the-new-year-with-slogger/","tags":"Blog"},{"text":"In the last two months, two of my must-listen podcasts, Systematic and Mac Power User , have had medical professionals on as guests. I don't usually listen to medical podcasts—Twitter and saved PubMed searches are big enough firehoses—so I thought it would be interesting to hear how my more experienced colleagues use technology. Two of the three episodes were underwhelming, one was stellar. It started with Brett Terprstra and Dr. Pamela Peeke on Systematic. She has several books targeted towards lay public, and the episode went in the same vein—broad advice on nutrition, well-being, etc. I cringed more than once, but that was to be expected—public health information relies on overplaying the risks and simplifying facts to the point of absurdity 1 . The one thing I could agree with was how important meditation can be, as mindful meditation might decrease physician burnout. Negative points for not mentioning Mindfulness in Plain English as essential reading, though I haven't read Dr. Peeke's own recommendation, The Miracle of Mindfulness . I had higher hopes for Episode 169 of MPU , since Katie Floyd's and David Sparks's guest, Dr. Jeffrey Taekman, has an excellent productivity blog . Alas, McSparky spent more than half of the show being fascinated by the minutiae of what doctors do. Which is better than what followed—long periods of uncomfortable silence while the unprepared guest clicked through every app in his menu bar to see if there is anything worth mentioning 2 . There wasn't. Then another episode of Systematic came on, with Dr. Don Schaffner, a microbiologist 3 . It was outstanding. Brett was a better interviewer than David, and avoided getting too side-tracked by his guest's interesting work. But ultimately, the show was good because Dr. Schaffner had useful tips and app recommendations that did not simply regurgitate the latest round of MPU /Mactories/Macdrifter/etc. sponsors. His paper review workflow gave me several ideas I will work on during the holiday downtime. He also suggested a promising contender in my quest to find headphones that will survive more than 8-12 months of intensive use. One more thing for me to do during the downtime: promote Zotero . Between the developers fumbling Papers 3 and Mendeley being taken over by an evil corporation , Zotero coupled with a few extensions is the best reference manager on any platform. Coming in 2014. Much like weather forecasts . ↩ OK , it was not total silence. You could hear Katie fuming in the background. ↩ PhD, not MD . Wonder if that explains why the show was better. ↩","title":"Two podcasts, three doctors, one good show","loc":"http://miljko.github.io/eng/2013/12/29/two-podcasts-three-doctors-one-good-show/","tags":"Blog"},{"text":"I don't feel comfortable doing that. —I don't know what you're asking me to do (nurse to intern); I'm too lazy to do it (intern to resident); I think it's a stupid idea and there's no way you can make me do it (resident to attending); You're not paying me enough to do this crap (attending to administration). It's a light elective —You don't need to show up. Needs to read more. (on a written evaluation)—I have no idea how much medicine this person knows. I barely know any myself. The family is reasonable. —Family members don't ask too many questions and will agree with anything you say. The patient has xyz .—I've read in an old discharge summary that the patient has xyz , but have no idea how they established the diagnosis, what stage it is in, or what the hell xyz even is. The head is normocephalic, atraumatic. Pupils are equal, round and reactive to light and accommodation. Sclearae are nonicteric. —If I were to report the physical exam I actually did it would take five nanoseconds, so take these fillers to make it seem like I've put in some effort. Thank you for the thorough presentation. —Why did you waste my time with all that useless information? That's an outpatient work-up. —Administration is already breathing down my neck because of this patient's length of stay and you're worried about a mild anemia and a positive hemoccult!? That's her new baseline. —Her disease is worse and we don't know why, so I guess she's stuck with it. Please let me know if you have any more questions. —This is the end of our conversation, so please stop talking. I shall now leave.","title":"Ten common residency idioms and phrases","loc":"http://miljko.github.io/eng/2013/12/25/ten-common-residency-idioms-and-phrases/","tags":"Blog"},{"text":"…to me, this looks flaky . Yes, Scott Adams (of-Dilbert-fame) is right in saying your best bet for success in life is being pretty good in several skills rather than trying to be the best ever in only one. So, a plan like this: Step one: become a decent entrepreneur Step two: become a decent MD Step three: ??? Step four: profit! might indeed be a good idea. However: Medicine implies altruism. Entrepreneurship implies greed. Programs want their residents to be 100% dedicated to medicine in general and the program in particular. Can you do that with a small business on the side? Physicians in academia, i.e. those who conduct residency interviews, forgo 300k+ salaries so they could dedicate themselves to research and education. Are you sure telling them about your latest money-making scheme is a good idea? As a resident, do you look at each patient as an opportunity to help them and learn from them, or to figure out how to build a business around them? Residency programs exist to train physicians, not CEOs. Residency slots are already in short supply. Would program directors give a position to someone who is more likely to end up not practicing medicine at all?","title":"As a one-time interviewer and two-time interviewee…","loc":"http://miljko.github.io/eng/2013/12/18/as-a-one-time-interviewer-and-two-time-interviewee/","tags":"Blog"},{"text":"Dve i po godine od mog prvog teksta o polaganju USMLE -a , malo toga se promenilo. Goljan je i dalje odličan za patologiju (i više od pola Stepa 1), ali se u međuvremenu pojavila i Patoma . Potpuno su eliminisali dvocifreni skor jer je zbunjivao ljude. Zbog sve boljih prosečnih rezultata minimalni prolazni trocifreni će od Januara 2014. biti 192 umesto 188 4 . Centralni deo pripreme i dalje bi trebalo da budu fleš kartice. Android tableti i telefoni su sada mnogo dostupniji 3 . Anki je i dalje prvi izbor, ali ne i jedini . Proces je jednostavan: Pročitajte ovlaš poglavlje iz First Aid-a. Za oblasti za koje je preporučen još neki (opširniji) udžbenik, pročitajte samo one oblasti iz tog udžbenika koji se spominju u First Aid-u 2 . Pročitajte još jednom sekundarni udžbenik, dopisujući u First Aid stvari koje mislite da treba zapamtiti Pročitajte još jednom First Aid, podvlačeći stvari koje mislite da treba da idu na fleš kartice 1 . Napravite fleš kartice od svih podvučenih stvari iz First Aid-a, i svih stvari koje ste iz sekundarnog udžbenika ubacili u Frist Aid. Ako ste sve uradili kako treba, na to poglavlje First Aid-a ne bi trebalo ni da se vraćate. Već ste ga prešli tri puta, a sve što još niste zapamtili je u karticama. Proveravajte se karticama svaki dan , u prevozu, dok čekate u redu, na dosadnim predavanjima. Zato je bitno imati telefon ili tablet. Dva-tri meseca pred ispit, uplatite USMLE World , i počnite sa tim pitanjima. Kad sam poslednji put gledao, bilo ih je oko 3.000 za Step 1 i 1.800 za Step 2 CK . Mesec dana pred ispit uplatite neki od NBME testova , vidite gde ste i na šta bi trebalo da obratite više pažnje. Sâm proces prijave za specijalizaciju se nije promenio 5 . Zbog novih medicinskih fakulteta sve više Amerikanaca bira internu medicinu, ali nema ništa manje FMG -eva. Neki programi će uvek pre izabrati Amerikanca sa lošijim skorovima od nekoga na J1 vizi sa 260 na oba stepa, ali ne svi, čak ne ni većina. Uvek je dobro znati nekoga u bolnici u kojoj se prijavljujete. Da li uopšte vredi dolaziti ovde, kada ima toliko problema sa primenom ACA ? Apsolutno. To su obično suve činjenie do kojih ne možete brzo doći povezivanjem stvari koje već znate. Ako ste imalo pazili na faksu, to nikako ne bi trebalo da bude ceo First Aid , pošto bi dobar deo tih činjenica trebalo da vam je već ugraviran u pamćenje. ↩ Najbolji primer za ovo je mikrobiologija i Microbiology Made Ridiculously Simple. Čitajte samo o onim organizmima koji se nalaze i u First Aid-u, što je manje od pola knjige. ↩ Iako su Apple uređaji bolji izbor za lekare, u Srbiji su i dalje preskupi i nedovoljno podržani. ↩ Naravno, efektivni minimum za strance je i dalje oko 220 ± 10. ↩ Ove godine i ja intervjuišem gomilu kandidata. Više o tome čim se završi ceo proces, sredinom marta. ↩","title":"USMLE , ponovo","loc":"http://miljko.github.io/srb/2013/12/14/usmle-ponovo/","tags":"Pisanije"},{"text":"After 18 months of intensive use, here are some of the apps left standing on my iPad 3, sorted by category. I like to think I'm a semi-advanced user, so for some of them I have also listed simpler alternatives. It goes without saying that you should download all the free iWork and iLife apps . Medicine MKSAP 16 For: all medicine residents Recommendation: strong Price: free (if you bought online MKSAP access) MKSAP question bank. No-brainer if you are studying for your internal medicine board or MOC exam. Less page-flipping and instant gratification. Unfortunately, it doesn't allow you to highlighting or annotate the explanations. Also, it can't make custom quizzes, can't review unanswered/wrong questions, and doesn't allow you to copy any of the text to your notes. Lot's of cants, but it's the only MKSAP app available. Free if you purchase the electronic version of MKSAP 16. Download MKSAP 16 from the app store here. ACP Guidelines For: all interns Recommendation: ok, sort of Price: free It seems like a good idea, and the content is great, but it is more of a branded PDF reader than anything else. Doesn't have search or favorites, and you have to download each recommendation one by one. The download is fast, but good luck getting what you need without internet access. So, good for night-time reading, particularly if you're an intern, but not a good POC tool. Download ACP Guidelines from the app store here. Stanford 25 For: everyone Recommendation: just OK Price: free If you haven't heard of Stanford 25 before, see this TED talk and see the blog . It's another good, if ugly, night table app. Download Stanford 25 from the app store here. Productivity Things for iPad (or Omnifocus) For: everyone Recommendation: strong Price: $19.99 for Things, $39.99 for OmniFocus Whether you're a GTD fan or not, this or it's more powerful and more expensive sibling OmniFocus are a must-have for anyone shuffling between more than two areas of responsibility. It still hasn't been updated for iOS 7, but is very functional. Only two missing features for me, really: there are no nested tasks/dependencies, and you can't filter by more than one tag. I've been thinking about switching to OmniFocus, but this works well enough for me that the hassle of complete overhauling my system wouldn't be worth it. Not to mention the >100$ price tag. Download Things for iPad from the app store here. You can find OmniFocus for iPad here. Boxer For: everyone who gets more than 5 emails/day Recommendation: strong Price: $0.99 The best mail client on the iPad. Apple's Mail.app was OK until I realized I spent way too much time scrolling through my list of 20 IMAP folders whenever I wanted to move an email. Boxer works with Gmail, IMAP and Exchange accounts, has smart email sorting, and integrates with Sanebox . Download Boxer here Dropbox For: everyone Recommendation: strong Price: free If you use Dropbox on your PC —and you must—then this is a no-brainer. Download Dropbox for iOS from the app store here iThoughts HD For: nerds Recommendation: OK Price: $9.99 for either I found Tony Buzan's book on mind mapping as a first-year medical student and used the hell out of it for my biophysics, chemistry and genetics coursers. As the material got more complicated, shuffling huge stacks of A3 paper became unwieldy, so I went back to plain old Cornell notes for biochemistry et al. This app is what got me back to making maps, this time when writing review articles and planning out other research. Also good when contemplating the GTD 50,000 ft view. Download iThoughts HD for iPad from the app store here. It's prettier new cousin Mindnode 3 is available here Calendars 5 For: all busy overachievers Recommendation: ok Price: $6.99 The default calendar used to be ugly and impractical. With iOS 7 it's just the latter. This is a good replacement. Fantastical for iPad would be nice, though. Download Calendars 5 from the app store here. Drafts For: advanced users Recommendation: strong Price: $3.99 Quick note-taking and automation rolled into one. I use it as the default inbox for anything and everything, mainly by appending a dump.txt file in my Dropbox. There is a separate iPhone version that is just as useful. Download Drafts for iPad from the app store here. Pinner For: pack-rats Recommendation: ok Price: $1.99 Pinboard is an excellent almost-free bookmarking and discovery service. There are plenty of iPad clients available, but Pinner seemed to be the most cost-effective. I haven't regretted the purchase. Download Pinner from the app store here. GW Mail For: anyone who is forced to use GroupWise Recommendation: meh Price: $9.99 I have to use GroupWise email for work. This is the only decent client I found for iOS. Stopped looking for a replacement since my last day of residency is less than six months away. Download GW Mail here Reading Reeder 2 For: serious feed readers Recommendation: strong Price: $4.99 I've been using RSS feeds since the days of Bloglines (circa 2001) and switched to Google reader after the first big redesign. It's sad that Google decided to murder it instead developing its potential as a social service. Feed wrangler is a good replacement, Feedly is a free one. Reeder 2 is the best iPad feed reader there is, and works well with both. Download Reeder for iPad from the app store here. Instapaper For: everyone who reads Recommendation: strong Price: $3.99 If you read any text that's longer than 500 words with any regularity, you need a service that will keep track of the articles and remove all the annoying cruft surrounding the text. Instapaper is the first one of its kind, and the best way to read articles on it is on an iPad. Download Instapaper for iOS from the app store here. NextDraft For: everyone Recommendation: strong Price: free Ten good articles hand-picked by an expert hand-picker and delivered (almost) every weekday. My only source of news for the past six months. Download NextDraft from the app store here ReadQuick For: dabblers Recommendation: ok Price: $4.99 The second book from Tony Buzan that I read was on speed reading. This app will flash words from any article you find online or in your Instapaper/Pocket queue one-by-one at a set rate. Good for those who are too lazy to swipe. Download ReadQuick from the app store here Writing Day One For: everyone Recommendation: strong Price: $4.99 A journaling app. I don't use it for the Dear-Diary types of texts—though I have no doubt it would be perfect for that. Instead, I use it to keep an archive of meeting and lecture notes (usually started in Drafts and sent to Day One), with an occasional milestone in between. Feature request: multiple journals. Download Day One for iOS from the app store here Byword For: beginner iPad writers Recommendation: ok Price: $4.99 If you want to write a long text on an iPad and don't need automation, text expansion et al. then this is the app for you. Download Byword for iOS from the app store here Editorial For: advanced users Recommendation: strong Price: $4.99 If you want to write a long text on an iPad and like mucking about with workflows, text snippets and Python scripts—which I most certainly do—this is your only choice on any platform. This will become essential next July when I start my long commute. Download Editorial from the app store here Social Twitterific 5 or Tweetbot For: everyone Recommendation: meh… you might want to wait for the newest version of Tweetbot to come out Price: $2.99 for Twitterrific, $2.99 for Tweetbot If you are on Twitter—and if you are a physician you really should be —please get a decent iOS client. The official one is definitely not it. Tweetbot used to be until iOS 7 came and made it look and feel ancient. Twitterrific is a good—if slightly annoying—substitute, with the added benefit of being universal (i.e. iPhone and iPad with the same purchase). I'm using the old version of Tweetbot and waiting for the new one, since Twitterific tended to make a mess of my position in the stream. Download Twitterrific 5 here and Tweetbot for iPad here Facebook For: everyone who uses Facebook (why?) Recommendation: my wife likes it Price: free OK , I guess, if you're into that sort of thing. Download Facebook for iOS here Skype For: everyone away from family Recommendation: OK Price: free This is the international default for long-distance communication, I guess. It gets choppy and drains the battery, but it's the only thing my mom knows how to use so I'm stuck with it. Download Skype for iPad here Games Letterpress For: everyone who can spell Recommendation: strong Price: free (with in-app purchase) An excellent turn-based word game. The only multiplayer game I play with any regularity. You need an in-app purchase if you want to play more than two games at the same time, but it's well worth it. I have five going on right now. Download Letterpress here 10000000 For: nerds Recommendation: strong Price: $1.99 Bejeweled meets a 2D RPG . Hours of fun, even when you get to 100000000000 or however many points. Download 100000000 here Aquaria For: adventure gamers Recommendation: strong Price: $4.99 A 2D side-scrolling action-adventure game set under the sea. At my pace I will finish it in about two years, but it's great even in 15-minute increments. Download Aquaria for iOS here Shopping Deliveries For: serious shoppers Recommendation: strong Price: $4.99 Forward an email containing a tracking number to a special email address. Boom , you can now track your package through this app, with push notifications if you're into being interrupted whenever a case of -diapers- Wild Turkey is delivered to your front door. Download Deliveries for iOS here Eat24 For: serious eaters Recommendation: OK Price: free Good app for ordering food in the Baltimore area. Don't know about rest of the country. Download Eat24 for iPad here Hipmunk For: world travelers Recommendation: strong Price: free (you pay for the plane ticket, though) The best flight comparison engine there is. Find the most affordable and least annoying plane route. Also does hotel rooms, which I haven't tried. Download Hipmunk for iOS here Entertainment Netflix For: everyone with a Netflix subscription Recommendation: OK Price: free I have used this app exactly once, to watch a couple of episodes of Buffy the Vampire Slayer while waiting for an Amtrak train. Well worth it, though. Download Netflix for iOS here AppleTV Remote For: everyone with an Apple TV Recommendation: strong Price: free I don't have my original remote any more. We assume Dora ate it. This app is even better, since you don't have to muck around with the tiny remote buttons when entering your wifi password or searching Netflix. Download AppleTV Remote here comiXology For: everyone who reads comics Recommendation: strong Price: free (the app, not the comics) The only way to read comics on an iPad. Download comiXology here","title":"30 iPad apps I use almost every day","loc":"http://miljko.github.io/eng/2013/12/03/30-ipad-apps-i-use-almost-every-day/","tags":"Blog"},{"text":"Jutros sam ustao kad i Dora. Nije mogla da spava—zubi, valjda—pa sam je sinoć oko 11 smestio kod sebe u krevet. Ivana se tada još nije bila vratila sa posla, a kada smo se probudili već je bila otišla. Tako to ide sa dežurstvima. Skajp uz doručak. Dora demonstrira svoj novostečeni ataksični hod (pra)bakama i dekama. Između poziva bacim pogled na Blic: imovinske karte ministara. Toma Jovanović je ministar?! Pre devet godina polagao sam kod njega fiziologiju. Ispit sam spremao četiri meseca. Posle pet minuta: Može devet? Može! Više vremena je proveo pričajući o tome kako je upoznao svoju suprugu. I ona je kod njega odgovarala, ako se dobro sećam. Toma Jovanović je ministar? Prosvete?! Idemo u šetnju parkom, na hibridnom trotinetu/kolicima, poklon od strica. Stric sad radi u Roterdamu. Otišao je kad je izgubio posao—ili je beše dao ostavku?—u Novom Sadu. U parku se sprema neko venčanje. Na jednom od travnjaka razapet šator. Izlaze dve devojke u sariju. Dora je posle šetnje umorna. Dok drema instaliram kapiju za stepenište, dečije brave za fioke i ormariće. Ne sećam se da su moji roditelji to nameštali kad smo brat i ja prohodali. Opet, na sudskoj smo pričali koliko je kod nas skučajeva dece koja gutaju kaustične rastvore. Nismo imali ni sedište za auto. Doduše, nismo imali ni auto dok nisam napunio 8-9 godina. Sad imam auto koji sam plato manje od iPad-a na kome ovo kucam. Mobilni telefon mi čita otisak prsta. Od kuće mogu da pogledam MRI pacijenta koji sam naručio pre manje od 12 sati. Nego, peti oktobar. Ovo je najbolji tekst koji ćete o tome pročitati . Ako još uvek imate sumnji, zamislite svet u kome se 11. septembar desio pre 5. oktobra.","title":"Peti oktobar 2013","loc":"http://miljko.github.io/srb/2013/10/05/peti-oktobar-2013/","tags":"Pisanije"},{"text":"Napomena: američku političku scenu pratim koliko i kriket—znam šta je, čujem kolege kako pričaju o tome, i vidim poneki prilog na CNN -u, jedinom kanalu na TV -u u lekarskoj prostoriji. Republikanci su se preračunali. Obamaker 1 je izglasan dva puta—jednom u Kongresu, drugi put kada je Obama dobio drugi mandat a demokrate povećale većinu u Senatu. Sada misle da državnu upravu mogu držati kao taoca, dok se ne desi šta? Obama odloži sprovođenje zakona na godinu dana? Ha ha ha. Valjda su se nadali da će novo individualno zdravstveno osiguranje biti spektakularan promašaj, i da će desetine miliona razočaranih i još uvek neosiguranih Amerikanaca vilama i bakljama krenuti na Belu kuću. Onda bi Bejner, Rajan i Bahmanova 2 zajedno stali pred mikrofon i rekli U-ta-ta dok se demokrate ritualno samo-spaljuju isped Kapitola. Na njihovu žalost, nešto je u glavama ljudi uvek bolje nego ništa , vesti su pune naslova o deci sa rakom koja ne mogu da počnu hemoterapiju jer je državni NIH zatvoren, tik iznad članaka o siromašnim invalidima koji prvi put posle 20 godina mogu da se osiguraju, a utisak koji republikanci sami potvrđuju je da su baš oni odgovorni za zatvaranje federalnih ustanova kako bi zaštitili zemlju od zlog i nedopečenog Obamakera. Bejner verovatno proklinje dan kada su braća Koch rešila da sponzorišu/oforme ultra-desne Tea Party republikance. Za par dana ili nedelja skupiće dovoljno umerenih republikanskih kongresmena da se odblokira budžet i podigne granicu zaduživanja, i možda dobiti neki minimalni ustupak u vidu ukidanja nekog minornog poreza na medicinsku opremu. Obama 3, GOP 0. Affordable Care Act— ACA —je zakon koji, između ostalog, propisuje obavezno zdravstveno osiguranje za sve Amerikance. Onima koji do sada nisu mogli da ga dobiju, jer im ga poslodavac ne omogućuje a suviše su mladi za državno osiguranje i suviše bolesni za individualno privatno, obezbeđene su povoljne polise koje delom subvencioniše federalna vlada a delom pojedinačne države. Što se mene kao interniste i budućeg onkologa tiče, ovo je sjajno. Više osiguranih znači manje glavobolja za nas i pacijente, manje uplakanih morbidno gojaznih sredovečnih žena koje ne mogu da priušte zamenu kolena, i možda malo više posla za socijalne radnike koji će sada umesto sleganja ramenima moći da pomognu ljudima da nađu kakvo-takvo osiguranje. ↩ Za neupućene u američku političku scenu—prvi je nakvarcovani, umereni i potpuno impotentni Speaker of the House , iliti predsednik donjeg doma Kongresa koji nema nikakvu kontrolu nad ultra-desnim krilom; Pol Rajan im je mlada nada koja pokušava da ima dobre odnose sa svima i bude glas razuma—dok ne otvori usta i pokaže da nema pojma o čemu govori; Mišel Bahman je njihova Nataša Jovanović, samo za dlaku fotogeničnija. ↩","title":"Šta se dešava u Vašingtonu","loc":"http://miljko.github.io/srb/2013/10/02/sta-se-desava-u-vasingtonu/","tags":"Pisanije"},{"text":"They let us peek into the sausage factory last week. Nominally, the lecture was about RVUs 1 . An accountant type in a pinstripe suit explained why the government came up with the concept and how more RVUs translate to mo' money for the hospital. Then he showed us a table. This is how much RVUs an average ophthalmologist makes in an hour. Here is an orthopedic surgeon. See here at the bottom? That's an internist. This is how much you're worth to us, scum 2 . Then there was a chart. This is the last fiscal year. This solid line here are monthly RVUs for an average hospitalist. The dotted line is for a single physician in the practice. See how it's always above the solid line? That's good. We love that person . We had medical students and interns just three months into training listen to this. It was blood-curdling. Not because the hospital organized the lecture, mind you. It is a very good thing they did it, and it is good for doctors in training to realize as early as possible in what kind of a healtcare system they are expected to work. What is frightening is that there needs to be an entity, let's call it administration , which views the hospital as a production plant and physicians as line workers who need to maximize outputs , optimize efficiencies and do other newspeak claptrap. Administration usually lies—appropriately—on the ground floor, far removed from that other sausage factory of actual patient care. It looks at pie charts and histograms and RVU tables and keeps coming up with new and exciting ways to increase production while wondering why those bumbling doctors at the bottom of the list can't do whatever the top performing docs are doing to keep the hospital in the black. It's modern medicine, it's complex, it's expensive, it requires that level of organization and detachment—you might be tempted to say. Yes, you could indeed say that, if not for the lonely example of every other country in the developed world which does it differently than the US . But never mind that. With all the shenanigans the Congress has been up to this week, that end of the equation is unlikely to change. What administrators should do—and I understand the banality of the following advice—is see real physicians interacting with real patients for at least and hour each week. Interns being bombarded by page after page—from critical to comical—while trying to figure out a 15-minute window to eat, get coffee and use the restroom 4 . Residents finishing a 24+ hour ICU shift that started with three codes and ended with a difficult end-of-life care discussion, with central lines placements and intern supervision—but no sleep—sprinkled in between. Attendings getting yelled at while trying to explain to family members why they need to pay for the medications out of pocket or bring their own 3 . One hour. Each week. Mandatory. To put things in perspective. Relative Value Units . ↩ Not his actual words. Actually, he sounded very apologetic when explaining it. Still stung though. ↩ Hello, observation status. ↩ At the same time? — a thought will come to them, to be quickly dismissed. ↩","title":"On RVUs, sort of","loc":"http://miljko.github.io/eng/2013/09/24/on-rvus-sort-of/","tags":"Blog"},{"text":"Electronic patient notes, the way they stand now, are dangerous. As physicians wiser and more experienced than myself have noted, they are made for billing, not story-telling and communication between healthcare professionals; and as anyone with even basic literacy in the English language will notice as soon as they read one, they are a barely comprehensible, intelligible, muddled word salad that looks computer generated because, well, in most cases it is. Why? For one, they are ridiculously easy to create. Click on a checkbox and every admission note you start will come pre-populated with what the EMR thinks are the patient's current home medications, prior surgical procedures and such. Have trouble accurately documenting the dozen medications your 72-year-old with systolic heart failure, diabetes, CKD and vascular dementia has? No big deal—the e-patient has at least something listed from an ER visit 9 months ago. You'll make sure to go back to the admission note later and append it with the correct list when you get it from the family member tomorrow, right? Right. They also save you from having to type. Click click click , and the review of systems is done. Too much clicking? There is a solution: spend 5 minutes to create a macro, and you will have all your common questions pre-answered as No on all the notes, shaving of seconds of additional clicking. Because asking all your patients the same questions and expecting identical answers is just plain common sense, amiright? Oh, and of course tachycardia is a symptom. It's right there on the ROS list, waiting to be clicked. Most of all, electronic notes are the one cure for writer's block. While in the distant past 1 you had to spend agonizing minutes staring at a blank admission note trying to form a coherent story on why the patient came to be seen, and then try putting it down on paper down without feeling ashamed, you learn from EMR that it is OK to sign a medico-legal document that contains this brilliant turn of phrase: The reason for visit is: pt missed hd, high bp, n/v. The course was: constant. The exacerbating factor was: none. The alleviating factor was: none. But why ? Medicine residents are, in general, all moderately-to-ridiculosuly smart and ambitious people who should know better. Well, for starters, some of them don't. Even in the olden days 1 you had a couple of interns who weren't the best ever history-takers 2 and wrote poor-quality notes. Electronic notes, unfortunately, help them obfuscate their deficiencies. It is very easy to see in a one-page note how much useful information the resident has actually obtained. Not so much with computer-generated six-pagers. Then there is your typical smart intern just finishing putting in orders for her fourth admission admission that day after discussing each one with the supervising resident, all while answering a barrage of pages about the 30 patients she is cross-covering. The first two admission notes are almost done—she has to updated the plan after talking with the resident—but the other two will have to wait until she updates the sign-out and hands off all the patients to the night float. This is arguably much more important than notes as it directly affects the care those newly admitted patients will get overnight, while the admission note is not really needed until the following day during morning rounds. She's smart enough to prioritize. She's also smart enough to know what is expected of her. What she know about writing admission notes during residency she learned from her peers, particularly seniors—who concentrated on efficiency —and that lady at the billing department who gave a noon conference talk on the importance of complete documentation for coding. So The Man wants me to be efficient-yet-thorough, and then he gives me this electronic tool with auto-population, templates, macros and such. Hmmmmm … Yes, she might get in trouble if her notes are so horrendously bad to significantly impede patient care. From my very limited experience this just does not happen. Or rather, if it does, appropriate documentation is a single bullet in the long list of areas of improvement during an M&M. What to do? Or in my program, six months ago. ↩ They would be the ones calling the patient \"a poor historian\", and were usually correct, although not in the way they intended. Patients are the ones giving a (hi)story, the physician is the historian. ↩","title":"On patient notes and busy interns","loc":"http://miljko.github.io/eng/2013/09/15/on-patient-notes-and-busy-interns/","tags":"Blog"},{"text":"No regular programming here, but had there been any it would now have been interrupted due to my attending this year's chief resident meeting. Which is in Disney World, of all places 1 . You can always follow me on twitter for the latest smart-ass comments. Despite this, there have been worryingly few sightings of Mickey so far, and zero of Donald. ↩","title":"Attending APDIM Chief Residents' Meeting","loc":"http://miljko.github.io/eng/2013/04/29/attending-apdim-chief-residents-meeting/","tags":"Blog"},{"text":"Živi smo, i zdravi. Suvi, nezavejani. Juče je izgledalo kao da će biti šest metara snega, i da ćemo po drugi put u šest meseci ostati zatvoreni u bolnici zbog lošeg vremena. Tačnije, tako se činilo svakome ko je gledao TV , kao jedan od naših šefova koji je na posao došao u 3 ujutru da bi stigao pre mećave. Sledeća četiri sata nakon toga proveo je u čišćenju kancelarije, a nakon posla je uredno otišao kući kolima kao i svi ostali. Bolnica je pretila da će proglasiti još jedan code yellow —-naredbu svim zaposlenima u bolnici da ne izlaze, i svima koji tek treba da dođu na posao da sačekaju da prevoz dođe po njih. Otkazali su kliniku i nastavu za studente. Rekli su nam da ponesemo zalihe za slučaj da moramo da prenoćimo. Na kraju se nije desilo ništa. Sneg je padao par sati pa se otopio kao da ga nije ni bilo, nije se čuo code yellow , a vreme danas je pravo prolećno. Tako da, bez brige.","title":"Sneg","loc":"http://miljko.github.io/srb/2013/03/07/sneg/","tags":"Pisanije"},{"text":"Finished my last ICU rotation today. Life is unpaused. No more 28-hour calls; no more 7 am consults from the overzealous ER physician who was too quick to intubate 1 ; no more high-strung nurses who've been doing this job for 20 years dammit and who do you think you are with all your new drips and protocols and crap? Also, no more reasons not to answer the email, do the laundry, or perform basic hygiene. Eff. Wouldn't it be worse to get a consult at 4 in the morning, you ask? When rounds are at 7:30 and you have two unit patients left to see—-nope. ↩","title":"No more excuses","loc":"http://miljko.github.io/eng/2013/02/27/no-more-excuses/","tags":"Blog"},{"text":"I don't care much for spelling or grammar. My native language, Serbian, has no concept of the former thanks to its being phonetic. As for the latter, few people in my home town and the surrounding area cared too much about it, flinging tenses, forms and declinations around carelessly. I proudly continue this tradition. What gets to me is semantics. Misspelling tachypnoeic is unfortunate; saying that the patient's head is normocephalic means either that it had grown a head of its own, or that the speaker had no idea what the word they were using signified 1 . So anyway, lots of big words and a sizable footnote just to introduce something I'll likely be doing on a weekly basis—-complaining about today's youth and their improper use of medical verbiage 2 . Carry on. Never mind that an average internists sees an abnormality like dolichocephaly once every 10 years—-thus obliviating the need to say that someone's head has a normal shape in each and every admission note. Not that most physicians would recognize dolichocephaly if and when they saw it. ↩ Lets pretend that my entire medical experience thus far does not consist of just over two years of IM residency. Also, English is not my primary language. ↩","title":"Peeves","loc":"http://miljko.github.io/eng/2012/12/02/peeves/","tags":"Blog"},{"text":"Američko zdravstvo opsednuto je anketiranjem svojih korisnika. Nakon svake posete urgentnom centru ili hospitalizacije, pacijentima na kućnu adresu stiže povelika anketa ( pdf ) sa preko 20 pitanja—-od toga koliko im je često sestra praznila nošu i govorila koje im lekove tačno daje, do ocene opšteg kvaliteta bolnice, od 0 do 10. Bilo bi simpatično da od oktobra ove godine nije postalo direktno vezanu za količinu novca koje Medicaire isplaćuje bolnici za datu uslugu—-bolnice sa zadovoljnijim pacijentima dobijaju više para. Šta je tu loše? Pre nekoliko meseci, a dosta godina nakon što je doneta odluka o povezivanju zadovoljstva i isplate, pokazalo se da su više ocene povezane sa većim brojem hospitalizacija, većim troškovima zdravstvene nege i propisanih lekova, i—-eto ti ga sad—-povećanom smrtnošću. Zadovoljni pacijenti su oni koji dobijaju narkotike svaki put kad ih zatraže 1 , uspeju da izdiktiraju svojim lekarima kod koga da ih upute i koje sve procedure da izvedu da bi se eliminisala sumnja za postojanje svake moguće bolesti i stanja koje im je Dr. Gugl izlistao. Elem, videh da je danas pušten u rad inspirativno nazvan sajt Kakav je doktor? . Liči na par američkih uzora , sa dodatnim naglaskom na korupciju—-pretpostavljam da je USAID zbog toga odlučio da bude jedan od sponzora. Mislim da je ceo koncept gubljenje vremena. Ideja je plemenita, izvedba sasvim korektna, ali glavni korisnici zdravstvenog sistema u Srbiji nisu baš strastveni korisnici Interneta. Pretpostavljam da bi uz ogromnu medijsku kampanju koja bi bila nešto više od priloga u 28. minutu Dnevnika par deka i baka moglo da pita unuke da ocene njihovu finu doktorku u domu zdravlja, ali teško da bi to mogao biti dovoljan uzorak. Sve i da svako oceni svog izabranog lekara 2 , područje koje domovi zdravlja obuhvataju obično je dovoljno malo da se u zajednici već zna ko je kakav. O specijalistima se manje zna jer pokrivaju veće područje, ali pacijenti već imaju dovoljno problema da dobiju uput za ustanovu koju žele—-izbor specijaliste je za većinu mislena imenica. Čak i ovde, gde je uz pristojno osiguranje sasvim moguće ići direktno izabranom specijalisti bez ikakvog uputa, i gde se na Internetu ocenjuju svi, od stolara do gradonačelnika, pitanje ovakvo direktnog i otvorenog ocenjivanja lekara je kontroverzna tema . Izgleda da je situacija slična i u Nemačkoj . Na žalost ili sreću, mislim da u Srbiji ima još manje šansi da zaživi. Ostaje mogućnost prijave korupcije kao jedina upotrebljiva funkcija sajta. Pozdravljam, podržavam, i nadam se da će biti u širokoj upotrebi. Bez sarkazma. Više o pritisku na lekare da propisuju narkotike zavisnicima u ovom sjajnom NEJM članku ↩ /lekarku ↩","title":"Zadovoljan pacijent je mrtav pacijent","loc":"http://miljko.github.io/srb/2012/11/18/zadovoljan-pacijent-je-mrtav-pacijent/","tags":"Pisanije"},{"text":"U poslednjih par dana, dvoje ljudi čije pisanje redovno pratim iznelo je slične zablude po pitanju ishrane. Prvo, Mark Bitman , gastronom i kolumnista NYT , o ovoj meta-analizi koja kaže da organska hrana nije ništa hranljivija od konvencionalne: How can something that reduces your exposure to pesticides and antibiotic-resistant bacteria not be \"more nutritious\" than food that doesn't? Because the study narrowly defines \"nutritious\" as containing more vitamins. Dr. Dena Bravata, the study's senior author, conceded that there are other reasons why people opt for organic (the aforementioned pesticides and bacteria chief among them) but said that if the decision between buying organic or conventional food were based on nutrients, \"there is not robust evidence to choose one or the other.\" By which standard you can claim that, based on nutrients, Frosted Flakes are a better choice than an apple. (via That Flawed Stanford Study - NYTimes.com ) Hana Kazanović a.k.a. Cyber Bosanka, o bosanskim ekvivalentima Frosted Flejksa: U principu smatram da sve što je nastalo u laboratoriji nije zdravo za jelo, a posebno da nije preporučljivo za djecu koja rastu i razvijaju se. Slatkiš je zaista presladak (tu sam se složila sa Draganom nakon što sam ga probala) i ne obiluje zdravim sastojcima. Garantujem da svako od nas u kuhinji može napraviti puno zdraviji i ukusniji kolač za dijete, od prirodnih sastojaka. (via Slatkiši koji se reklamiraju na sve strane najčešće i nisu baš zdravi. Kako djecu sačuvati od njih? | Cyber Bosanka - Hana Kazazović ) Oboje izgleda jako drže do prirodne i zdrave hrane—dva efemerna pojma koja u glavama ljudi obično idu ruku pod ruku i za koje će svako lako dati primere—spanać je i prirodan i zdrav, Tviks nije ni jedno od ta dva. Osim, naravno, za dijabetičara u hipoglikemijskoj krizi koji je na varfarinu zbog atrijalne fibrilacije—sav taj šećer u Tviksu će itekako pomoći, vitamin K u spanaću koji poništava dejstvo varfarina baš i neće. Ili, još jednostavnije: šta biste od ta dva preporučili nekome ko je gladan i alergičan na spanać . Pojam zdrave hrane je, kao i skoro sve drugo u medicini, potpuno relativan. Pretpostavka je onda da većina ljudi pod pojmom \"zdrava\" podrazumeva hranu sa što više vitamina i minerala, a što manje kalorija i, naravno, bez stvari za koje se zna da izazivaju ili doprinose bolesti—pesticida, antibiotika, dokazanih kancerogena… Ono što je Bitmana pogodilo a što je stanfordka studija pokazala je da se po prvoj stavci, količini hranljivih materija, organska hrana ne razlikuje od konvencionalne. Ova druga, odsustvo štetnih materija, nije proveravana. Iskaču dva pitanja: da li materije koje u laboratoriji date u mega-dozama mogu sa izazovu rak kod, recimo, pacova, smeju da se nađu u ljudskoj ishrani; i da li možemo biti 100% sigurni da su baš svi sastojci propisno ispitani? Za oba je ključno poverenje, u nauku uopšte koja kaže da je život sam po sebi kancerogen i da je sve pitanje količine i umerenosti pa daje maksimalno dozvoljene koncentracije; u proizvođače koji garantuju da je ono što je na etiketi zaista i u pakovanju; u državnu regulativu i konkretnu laboratoriju koja treba da ispita dati uzorak hrane na ispravnost. Nešto mi govori na to nije ono o čemu su Bitman i Sajber Bosanka prvenstveno mislili. Biće da je ključ u onome prirodno . Prirodnost hrane je za većinu ljudi, pretpostavljam, njena blizina primarnom, neobrađenom obliku. Jednostavno je utvrditi da su voće, povrće i neobrađeno meso prirodni , a Snikers i Smoki ne. Naravno, u pitanju je kontinuum—Pringles čips je većini manje prirodan od Čipsija sa ukusom pice 1 , a ovaj opet manje prirodan od običnog slanog. Gde će neko datu hranu postaviti na taj kontinuum je, međutim, subjektivno i zavisi od njegove/njene upoznatosti za procesom prerade—pšenično brašno je nama verovatno prirodnije od tapioke , ali ne i nekome iz dubine Amazona. Savremena prehrambena industrija i način na koji pripremaju hranu i obeležavaju sastojke dodatno udaljavaju kornisnika od primarnog izvora. EU je sa svojim \"E brojevima\" dodatno zakomplikovala stvar i dala novu zanimaciju teoretičarima zavere—svako zna za ljutu papriku, neko zna da je ljutina u njoj od kapseicina, ali šta je kog đavola E160c ? Šta onda kupovati? Možete se držati onog Polanovog: \"Jedite hranu. Ne previše. Uglavnom biljke.\" gde pod \"hranom\" podrazumeva nimalo ili minimalno procesuirane proizvode 2 , ali isključivo da biste sebi uštedeli vreme pri kupovini a ne kao garanciju prirodnosti 3 i zdravlja . Neko može pratiti njegova pravila i završiti samo na nutrijensima-siromašnom krompiru i pirinču, dok dosta prerađene hrane na kojoj smo odrasli (Plazma keks) ne bi bilo obuhvaćeno iako sadrži sasvim dovoljno vitamina i minerala. Ova pravila su zgodna heuristika za brzo biranje (verovatno) dobre hrane sa minimalnim rizikom od izlaganja nepoznatim i/ili potencijalno štetnim materijama, ali nisu nikakva garancija zdravlja i kvaliteta. Jer i pored svih vaših najboljih namera, onaj skroz domaći kolač koji ste kod kuće napravili od organskog belog brašna, domaćih jaja, organskog bezmesnog mleka bez antibiotika i hormona rasta, i prirodnog šećera od trske sa male Fertrejd plantaže na Ekvadoru 4 imaće jednaku nutricionističku (bez)vrednost kao Barni čokoladica 5 . Kad smo kod toga: šta je kog đavola ukus pice?! Različiti proizvođači stavljaju drugačije stvari, ali im je nešto zajedničko—preslano, sa naznakama paradajza i origana. ↩ Dobro pravilo je ne više od pet izlistanih sastojaka na kutiji, ako uopšte morate da kupite nešto što dolazi u pakovanju. ↩ Još jedna stvar sa tim \"prirodnim\": gde smestiti med? Po čemu su to pčele specijalne da je ono što one naprave prirodno, a što naprave ljudi nije. Da li su mravinjaci i ptičja gnezda prirodne ili veštačke tvorevine? Da li su ljudi deo prirode ili ne, jer ako jesu onda su i sve stvari koje proizvedu—prirodne. ↩ Ali, budimo realni, da li je vaša mama toliko vodila računa o sastojcima kad vam je pravila domaće galete. ↩ Neko bi rekao: da, ali bar ne zadrži HFCS (ili u bosanskoj varijanti, izgleda, glukozo-fruktozni sirup). Ovo zaslužuje, i dobiće, poseban tekst, ali kome ide engleski može baciti pogled na ovaj odličan članak . ↩","title":"Prirodno","loc":"http://miljko.github.io/srb/2012/10/10/prirodno/","tags":"Pisanije"},{"text":"Za Srbiju ne znam 1 , ali ovde postaju sve manje bitni. Za kontinuiranu edukaciju svaka pristojna zdravstvena ustanova održava nedeljna predavanja. Manje bolnice i privatne prakse šalju ljude na lokalne 2-3 časovne putujuće seminare u organizaciji strukovnih udruženja, ili se jednostavno uloguju na Medskejp . Sad, informacije koje se tamo dobiju nisu uvek najsvežije. Donedavno, svako ko nije imao vremena i/ili para da izlista svih pet velikih časopisa —-znači svi—-imao je dve opcije: da ode na kongres, ili na \"edukativni\" ručak/večeru, oba finansijski podržana od strane farmaceutskih kuća. Kome nije do svega onog što veliki kongres podrazumeva, a što je Ivan naveo u svom blogu, bira besplatan ručak. Koji, naravno, nikako nije besplatan jer vam predstavnici Velike Farme dobrim delom serviraju, hm, poluistine . Čak i na dobro organizovanim pharma free kongresima postoje manje ili više dobronamerni istraživači željni da predstave preliminarne rezultate koji nikada neće biti objavljeni. Ili, kako je to rekao jedan pametan Grk 2 : Large professional meetings, as they are currently run, may really be the best there is in modern medicine—as many sales departments of the pharmaceutical and biotechnology industry and most hotel managers would argue. However, if there is uncertainty and equipoise about the utility or lack thereof of medical congresses, it may be time to perform formal studies to assess what types of meetings or other methods for research dissemination and education work best in training excellent physicians, improving medical care, and controlling cost. The next step probably would be to randomize the first meeting. (via JAMA Network | Are Medical Conferences Useful? And for Whom? ) Iskusniji od mene su još odavno dali svoje savete o tome kako biti u toku. Koje podkastove slušam već znate , blogove i tviter naloge ću uskoro izlistati, ali su prethodna dva linka i više nego dovoljni. Ivan misli da nisu. ↩ Dr. Džon Joanidis. Preporuka za sve što je do sada objavio, naročito ovaj rad . ↩","title":"Da li su medicinski kongresi prevaziđena stvar?","loc":"http://miljko.github.io/srb/2012/10/06/da-li-su-medicinski-kongresi-prevazidena-stvar/","tags":"Pisanije"},{"text":"Izgleda, ne previše : \" We found that 60% said they would retire today if given the opportunity. What was worrisome is that this is up from 45% in 2008,\" Walker says. \"We also know from the survey that we disaggregated it into certain categories, 47% of physicians under 40 said they would retire today if given the opportunity.\" (via HealthLeaders Media ) Compared with a probability-based sample of 3442 working US adults, physicians were more likely to have symptoms of burnout (37.9% vs 27.8%) and to be dissatisfied with work-life balance (40.2% vs 23.2%) (P < .001 for both). Highest level of education completed also related to burnout in a pooled multivariate analysis adjusted for age, sex, relationship status, and hours worked per week. (via Archives of Internal Medicine | Burnout and Satisfaction With Work-Life Balance Among US Physicians Relative to the General US Population ) Prvi članak je komentar na ovu anketu (pdf) preko 13.000 lekara. Deo o zadovoljstvu i moralu počinje na 18. strani. Najzanimljivije stavke: 58% svoj moral ocenjuje kao donekle ili vrlo negativan; 80% ih misli da su im kolege takve. Pre četiri godine, 73% bi ponovo izabrali istu profesiju; ove godine—-66%. Doduše, 42% bi medicinu preporučili svojoj ili deci prijatelja—-2% više nego 2008. Meni najbliže srcu: 60% lekara bi odmah u penziju, da mogu; 2008. to je htelo 45%. Kad se rezultati podele prema uzrastu i polu, najveći pesimisti bili su muškarci stariji od 40. Najčešće navedeni negativan faktor bio je strah od tužbi koji tera na defanzivnu medicinu. U top pet bili su još problemi sa naplatom i državnom regulativom 1 , ludačko radno vreme, i nemedicinska papirologija—-triplet koji se svodi na jedan suštinski problem: da biste od državnog osiguranja 2 dobili bilo kakvu nadoknadu morati popuniti gomilu formulara, ili sami, ili nekoga da platite. U svakom slučaju, duže ste na poslu. Ništa od ovog me previše ne dotiče, kao ni bilo koga ko je još uvek na specijalizaciji. Naplatom se ne bavimo, o tužbama ne razmišljamo pošto su za nas još uvek odgovorni nadređeni, a sa radnim vremenom znate koliko je sati kad je skraćenje na 80 sati nedeljno od pre 7-8 godina bilo dočekano sa oduševljenjem. Kad se školovanje završi, najmanje zadovoljni biće oni koji su (sub)specijalizaciju birali prvenstveno prema očekivanim prihodima—-uglavnom Amerikanci sa ogromnim dugovima koje treba vratiti. Na stranu ono da treba stvarno voleti svoj posao ako se isti sastoji iz 50 rektalnih tušea na dan—-tarifa za svaku proceduru se menja svakih par godina, a ne određuju je lekari već osiguravajuće kuće. Ako vam je poslovna strategija to da odradite bar tri kateteriazacije dnevno da biste ostali u crnom, pa vam Medicare svojim novim cenovnikom smanji prihod za trećinu, počećete da stavljate stentove i tamo gde ne treba. Zašto su žene i omladina zadovoljniji, ili pre—- manje nezadovoljni ? Pretpostavljam zato što više njih radi sa skraćenim radnim vremenom, na smenu, i za drugog 3 , što sve jako podseća na—-specijalizaciju (osim onog dela o skraćenom radnom vremenu). Ono što bih ja hteo—-onkologija u nekoj univerzitetskoj bolnici—-je baš to, sa dodatnim bonusom da vreme mogu da podelim između klinike i laboratorije. Istina, za značajno manje para, ali bože moj. Bitna razlika između nezadovoljnih, razočaranih, o-samoubistvu-razmišljajućih starijih doktora i ostalih je mesto koje novčana kompenzacija ima na listi prioriteta. A tu je uvek i Novi Zeland . Sa dva kraja: ko zarađuje na procedurama misli da nije plaćen dovoljno, ko ne radi procedure žali se što ne može da naplati onih 45 minuta provedenih u ubeđivanju morbidno gojaznog dijabetičara koji se oporavlja od šloga da prestane da puši; i jedni i drugi bi se sa osiguravajućim kućama najradije obračunali u stilu Tajlera Durdena . ↩ Nasuprot široko rasprostranjenim zabludama, ovo postoji i bez toga bi devet desetina bolnica, uključujući moju, moglo samo da stavi katanac na vrata. Pogledati Medicare i Medicaid na Vikipediji. ↩ Uglavnom bolnicu. Ovo se u Evropi obično podrazumeva, ali je ovde relativno nov koncept pošto je donedavno većina lekara bila samostalna ili radila u malim grupama, i vodila računa o pacijentima gde god oni bili—-u ordinaciji, kod kuće ili primljeni u bolnicu. Dobro za kontinuitet, ne tako dobro za vaš privatan život ako imate par jako bolesnih pacijenata. ↩","title":"Koliko su američki lekari zadovoljni svojim poslom?","loc":"http://miljko.github.io/srb/2012/10/06/koliko-su-americki-lekari-zadovoljni-svojim-poslom/","tags":"Pisanije"},{"text":"Za dva dana će mi se završiti poslednja rotacija na intenzivnoj za ovu (školsku) godinu. Radi se oko 80 sati nedeljno, dežurstva od 28 sati su svaki treći dan, osim poslednje nedelje kada imam sedam uzastopnih 13-časovnih noćnih, pacijenti nam dolaze na ili jako blizu samrti, i često se pitamo da li ih je dokrajčila bolest ili neka naša intervencija, jer im jako malo treba da krenu—-ili nastave—-u pogrešnom smeru… …i opet bih pre prošao kroz sve to nego da odradim još jedan mesec opšte medicine 1 . Nema trčanja sa sprata na sprat, nema sestara kojima pet puta moramo da ponovimo šta hoćemo od jutarnjih analiza da bi nas u tri ujutru opet pitali da li smo baš sigurni, nema pacijenata kojima je glavni cilj boravka da vide koliko tačno narkotika mogu da iskamče od neiskusnih stažera. Trči se samo za kodove 2 , ne više od dva-tri puta nedeljno, sestre uzimaju i više krvi nego što nam treba , a pacijenti su intubirani, sedirani ili toliko zahvalni što su živi da nemaju nikakvih žalbi. To bar misli većina stažista. Ono što se u stvari dešava je ljudska tendencija da prosečan nivo neprijatnosti u određenom vremenskom periodu vidi kao srednju vrednost najveće i poslednje neprijatnosti, a ne kao površinu ispod krive 3 . Pošto prosečno iskustvo na intenzivnoj u poređenju sa odeljenjem izgleda ovako: Ovde će jednoga dana stajati stari grafikon nije teško razumeti zašto se ljudima ono što je u proseku mnogo bolnije sviđa više od rotacije sa par jako loših iskustava koju završavate pod pritiskom diktiranja zaostalih otpusnih listi i uputstava za sledećeg stažistu. Kada retroaktivno pokušamo sebi da objasnimo tu diskrepancu, dolazimo do listi kakva je ona u par pasusa iznad, koja izostavlja činjenicu da ste za tih mesec dana intenzivne svoj van-bolnički život sveli na jedno pranje veša, dva-tri odlaska po namirnice i jedan izlazak na kafu sa jednako iscrpljenim sapatnikom iz druge bolnice (pozdrav Vuku). Kako god. U sredu uveče mi je poslednje noćno dežurstvo. U četvrtak se šišam. a.k.a. Hotel Sinaj ↩ kod nas je samo dežurna ICU ekipa obavezna da prisustvuje, mada obično moramo da rasterujemo ljude ↩ ovo je detaljno obrađeno u Thinking, Fast and Slow ↩","title":"Intenzivno","loc":"http://miljko.github.io/srb/2012/10/04/intenzivno/","tags":"Pisanije"},{"text":"In Gene Sequencing Treatment for Leukemia, Glimpses of the Future Genetics researchers at Washington University, one of the world's leading centers for work on the human genome, were devastated. Dr. Lukas Wartman, a young, talented and beloved colleague, had the very cancer he had devoted his career to studying. He was deteriorating fast. No known treatment could save him. And no one, to their knowledge, had ever investigated the complete genetic makeup of a cancer like his. (via NYTimes.com ) New Frontiers of Cancer Treatment Bring Breathtaking Swings Mrs. McDaniel, the 69-year-old wife of a retired corporate executive, had gambled on the ultimate in personalized medicine, an approach known as whole genome sequencing, and it seemed to be paying off. Scientists had compared the entire genetic sequences of the tumor cells invading her body with those in her healthy cells, searching for mutated tumor genes that could be thwarted by drugs approved for other cancers or even other diseases. That had led them to give her an expensive drug approved just a month earlier for melanoma patients. It had never been given to anyone with a blood cell cancer like hers. In theory, the drug should have killed her. Instead, it seemed to have halted or even reversed her cancer. But would it last? And what would it mean if it did not? (via NYTimes.com ) Genetic Test Changes Game in Cancer Prognosis In May 2011, Cassandra Caton, an 18-year-old with honey-colored hair and the soft features of a child, suddenly went blind in her right eye. Five months later, an ophthalmologist noticed something disturbing. A large growth in the back of her eye had ripped her retina, destroying her vision. (via NYTimes.com ) Zajedničko za sva tri: stotine hiljada dolara godišnje potrošeno da se život jedne osobe produži za par meseci, poboljša kvalitet života bez produženja, ili smanji neizvesnost prognoze, dobre ili loše. Ovo u Evropi nikada ne bi prošlo, ali negde mora da se počne…","title":"Tri kratka (za NYT ) članka o raku","loc":"http://miljko.github.io/srb/2012/09/30/tri-kratka-za-nyt-clanka-o-raku/","tags":"Pisanije"},{"text":"Svi novi tekstovi—-kojih u skorije vreme verovatno neće biti pošto sam još uvek na odeljenju—-od sada na miljko.org . Wordpress blog ide u penziju. Hvala na pažnji.","title":"Zatvoreno","loc":"http://miljko.github.io/srb/2012/08/25/zatvoreno/","tags":"Pisanije"},{"text":"Više ih nema. Mom OCD -u nikako nije prijalo razbijanje razgovora na tri fronta—-blog, Fejsbuk i Tviter. Za kraće komentare, najbolje je da me pratite na Tviteru i pošaljete @Reply ili DM . Za duže, mejl 1 —-miljko et gmail.com. Ovakve priče zaslužuju zaseban post, umesto da čame na dnu stranice. Na Fejsbuku sam sve ređe, ali ako baš mora… Hvala na pažnji. Naravno, treba imati mere . ↩","title":"Komentari","loc":"http://miljko.github.io/srb/2012/08/07/komentari/","tags":"Pisanije"},{"text":"Iako se do naziva došlo skraćenjem latinskog hemicranium —- \"pola glave\" , do 40% pacijenata sa migrenama ima bilateralan bol. Kako onda znati da li je neka glavobolja migrenozna? Mora da traje 4-72 sata bez terapije; da ima bar dve od sledećih karakteristika: unilateralna, pulsatilna, otežava fizičku aktivnost 1 , umerenog do jakog intenziteta; da bude praćena mučninom/povraćanjem i/ili foto- ili fonofobijom. Ko ima pet ili više takvih napada zvanično ima migrene. Ako vam je to previše komplikovano, sledećih pet karakteristika glavobolje je lakše za pamćenje: pulsatilna, unilateralna, praćena mučninom/povraćanjem/foto/fonofobijom, traje 4-72 sata bez terapije, onemogućava fizičku aktivnost. Ko ima tri od ovih pet karakteristika, i nijedno drugo verovatnije objašnjenje za glavobolju, zaradio je sebi dijagnozu migrene. Aura postoji kod oko 20% migrena i traje 4-60 minuta, a glavobolja dolazi do 60 minuta nakon početka aure i traje 4-72 sata. Osim klasičnog sevanja pred očima, čudnih mirisa i ostalih audio/vizuelnih doživljaja, aure mogu biti i bazilarne—-sa vrtolgavicom, nistagmusom, dizartrijom, ataksijom—-i hemiplegične. Obe vrste, a naročito ova druga, mogu da liče na šlog, ali su potpuno reverzibilne. Ko god ima migrenu sa aurom, naročito hemiplegičnom, ima i povećan rizik od pravog šloga, infarkta miokarda i periferne vaskularne bolesti. Zbog tog povećanog rizika žene sa migrenama ne bi trebalo da uzimaju oralne kontraceptive. A ni da puše. Lečenje? Obični ibuprofen i paracetamol mogu lepo da posluže za prekid napada, ako se uzmu dovoljno rano i u dovoljnoj dozi—-800 mg ibuprofena i/ili ceo gram paracetamola. Ovaj drugi je i jedina stvar koju bi trudnice smele da uzimaju. Ako to ne uspe, ili ako je napad već uznapredovao, na redu su triptani. Kratkodelujući—-sumatriptan je klasičan primer—-su dobri za abortivnu terapiju; oni sa dužim delovanjem mogu biti povremena profilaksa kod periodičnih migrena, najčešće menstrualnih. Samo su dve grupe lekova registrovane za pravu profilaksu—-beta blokatori (najčešće propranolol i nadolol) i topiramat. Drugi antiepileptici—-pre svega zonisamid—-nisu registrovani, ali se često koriste, kao i antidepresivi i spazmolitici. Ako ništa od toga ne upali, poslednja linija odbrane je—-botoks. Tromesečne injekcije botoksa u 31 tačku na licu, slepoočnicama i vratu nekada mogu da pomognu kod teških refraktornih migrena. Kad već imate glavobolju, bar da izgledate lepo… Ovo je nasuprot klaster glavobolja, koje teraju ljude da špartaju po sobi i lupaju glavom o zid. ↩","title":"10 stvari koje treba znati o migreni","loc":"http://miljko.github.io/srb/2012/08/06/10-stvari-koje-treba-znati-o-migreni/","tags":"Pisanije"},{"text":"Zato što nisu navikli da čekaju. Najbolji lek za uganuće zgloba je vreme. Hiperaktivnim pre-podne-trčim-uveče-dižem-tegove japijima to ne ulazi u glavu; hoće da se sve popravi odmah , kao da im je telo auto koji mehaničar može čas da remontuje. Ovakvi mogu biti i roditelji, od kojih neki imaju kolumnu u NYT : After years of reporting on health, I considered myself a well-informed patient, but it took my elementary-school daughter to state the obvious: She was the victim of too much medicine. Every new blood test, scan or X-ray raised new questions, which led to more lab work, scans and X-rays. I know the doctors had good intentions, but it's a truism of modern medicine that the more you test and scan and look for problems, the more likely you are to find something wrong. My daughter's case had spiraled out of control. (via Tara Parker-Pope: Too Much Medical Care? - NYTimes.com ) Nisu samo pacijenti nestrpljivi. Ni doktori nemaju vremena: We in medicine no longer spend time doing the careful history and physical examination that will minimize these costs. Our insurance system, unfortunately following Medicare's lead, pays more for tests than for a careful examination. A careful history and physical takes time. But we in medicine are not \"rewarded\" for taking enough time with patients. Our administrators tell us that we have to see more patients per hour. They focus on the volume not the experience. (via High value, cost conscious care – the antithesis of too much care — db's Medical Rants ) Patients (and physicians) too often forget that time is our friend. We become impatient when the physician cannot explain the symptom(s) immediately, so we abandon our generalist and figure that the subspecialist is a better choice. (via More thoughts on high value, cost conscious care — db's Medical Rants ) A subspecijalista će, kada mu pošaljete pacijenta, obaviti bar jednu od širokog dijapazona dijagnostičkih i terapijskih procedura za koje osiguranje lepo plaća 1 . Indikacija se lako iznalazi. Ovo nije (isključivo) zbog para. Kao što ne biste plaćali vodoinstalatera da samo pogleda cevi i kaže da je sve u redu, tako i subspecijalisti očekuju da onaj ko im šalje pacijenta već zna da nešto fali, a da su oni tu da pripomognu nekom kolonoskopijom, injekcijom steroida u koleno i sl. ↩","title":"Zašto Amerikanci toliko troše na zdravstvo?","loc":"http://miljko.github.io/srb/2012/07/31/zasto-amerikanci-toliko-trose-na-zdravstvo/","tags":"Pisanije"},{"text":"Za dijagnozu su potrebne dve stvari: infiltrat na rentgenu grudnog koša, i bar dva od sledeća četiri simptoma: dispneja, kašalj, povišena temperatura i bol u grudima. Jedina klinički bitna podela je na \"običnu\" 1 i nozokomijalnu. Ovu drugu ima svako ko je proveo više od 48 sati u bolnici u poslednjih 90 dana, ko je u staračkom domu, ili ko redovno ide na hemoterapiju ili hemodijalizu. Sve što sledi odnosi se na običnu—-nozokomijalna je komplikovanija zverka. Sećate se podele na tipičnu i atipičnu pneumoniju u zavisnosti od uzročnika? To nema veze sa stvarnošću. Prezentacija može biti tipična ili atipična, ali nije pokazana bilo kakva veza između uzročnika i simptoma. Štaviše, kod 50% hospitalizovanih pacijenata kulture sputuma i krvi, kao i antigeni legionele i pneumokoka u urinu su negativni, a terapija čisto empirijska; pacijentima koji nisu za bolnicu kulture se i ne proveravaju. A sećate li se onoga: lobarna, bronhialveolarna, intersticijalna…? Ne opterećujte se time—- možda jeste važno patolozima na obdukciji, ali se ne koristi u određivanju terapije. Šta onda odlučuje terapiju? Statistika. Ko je mlad 2 , inače zdrav, i dođe u ordinaciju sa temperaturom, kašljem i infiltratom može da prođe samo sa nekim β-laktamom (obično Amoksiklav), makrolidom (obično azitromicin) ili doksiciklinom (najjeftiniji). Ko je stariji, bolesniji, i dalje ima simptome posle 5-7 dana terapije ili je uzimao antibiotike iz nekog drugog razloga u poslednjih 30 dana dobija β-laktam PLUS makrolid, ili neki respiratorni fluorohinolon (odnosno, moksi- ili levofloksacin). Ovima iz prethodne stavke dobro je izračunati CURB -65 —-ko ima dva ili više poena trebalo bi bar na kratko da bude hospitalizovan za par dana intravenskih antibiotika i posmatranja. Kome nije do sabiranja prostih brojeva može da pošalje u bolnicu svakog muškarca starijeg od 75 ili ženu stariju od 80, sve koji imaju temperaturu preko 40C, puls preko 125 i/ili pritisak ispod 90/60 3 i sve sa drugim \"aktivnim medicinskim stanjima\" 4 Ko baš voli matematiku može svom hospitalizovanom pacijentu da izračuna PSI , čisto da se porodica ne bi iznenadila u slučaju smrtnom ishoda. Da, čak i u bogatijim zemljama ljudi umiru od pneumonije—-15% svih hospitalizovanih pacijenata, do čak 30% ako su imunokompromitovani. Doduše, pneumonija je tu obično \"poslednja kap\". Specijalni slučajevi nenozokomijalne pneumonije: alkoholičari i oni sa lošim zubima (sleduje im i klindamicin za oralne anaerobe), pacijenti sa cističnom fibrozom i bronhiektazijama (obavezna hospitalizacija i anti-pseudomonalni lekovi), HIV / AIDS -om ( PCP ! Mada je i kod njih mnogo češći pneumokok)… Pokupljeno iz onlajn modula koje nas teraju da polažemo svake godine. Lakše pamtim kad zapisujem. Nagrada onome ko smisleno prevede \"community-acquired\" . ↩ Tačnije, mlađi od 65. Interna medicina je velikodušna. ↩ Nadam se da ovo i ne mora posebno da se naglašava, ali nikad se ne zna… ↩ Malignitet, imunosupresija (zbog steroida ili HIV -a), egzacerbacija srčane insuficijencije ili HOBP -a… Mislim da se i ovo podrazumeva ↩","title":"10 stvari koje treba znati o pneumoniji","loc":"http://miljko.github.io/srb/2012/07/24/10-stvari-koje-treba-znati-o-pneumoniji/","tags":"Pisanije"},{"text":"Radiolab Popularna nauka, sa dva savršena voditelja. Možda ima samo pet punih emisija godišnje, uz desetak samo-za-internet kratkih komada, ali su sve za slušanje po pet, deset, petnaest puta. Svaka epizoda mi je kao političaru funkcija—-sve su mi omiljene—-ali ako moram da izdvojim, Lost & Found spomenut u ovom članku sam slušao najviše puta. Nekad zaista dok perem sudove, ali najviše zavaljen u fotelju, zatvorenih očiju. Freakonomics Radio Frikonomiks je za ekonomiju ono što je Radiolab za nauku, samo sa manje kvalitetnom montažom (jedan je Džed) i kraćim ali češćim epizodama. Preporuka i za knjigu. You Are Not So Smart Zavedite pod: popularna psihologija. Najmanje profesionalna i najmlađa od svih navedenih—-samo četiri epizode do sad—-ali sa pravim gostima za svaku temu. Knjiga i blog od kojeg je sve počelo su još bolji. Naked Scientists Prelazimo na polu-profesionalnu kategoriju. Ako se sećate one britanske TV emisije koja je počela dobro a onda devolvirala u seriju eksplozija i viceva o telesnim izlučevinama, ovo je slično, samo stručnije i sa zrelijim humorom. Imaju i seriju sub-specijalističkih emisija, o astronomiji, arheologiji, okeanima… pa koga šta zanima. Struka Svih pet \"velikih\" medicinskih časopisa ima svoje podkastove. U najgorem slučaju vam urednik sa ne baš najboljom dikcijom i znanjem medicinskih termina prepričava naslove i apstrakte ( JAMA ), malo bolji imaju profesionalne spikere koji rade to isto ( NEJM i Anali), dok Britanci uz to imaju i po koji intervju, diskusiju, komentar ( BJM , Lancet). NEJM This Week Annals of Internal Medicine BMJ Podcast The Lancet JAMA Editor's Audio Summary Primetno odsutan? This American Life . Previše su smarali.","title":"Šta slušam dok perem sudove","loc":"http://miljko.github.io/srb/2012/07/23/sta-slusam-dok-perem-sudove/","tags":"Pisanije"},{"text":"Došao je i taj dan. US News and World Report 1 je u utorak objavio novu listu najboljih američkih bolnica . Hopkins je 21 godinu zaredom bio najbolji. Više ne. Bostonski MGH , prošle godine trećeplasirani, rešio je da svoje dosta slabo odeljene za ORL pripoji mnogo bolje rangiranom Institutu za oko i uho . To je bilo doboljno da sa začelja skoči na treće mesto ORL liste (ipak iza Hopkinsa), što ih je u ukupnon preračunu sa trećeg mesta stavilo na vrh. Iako ni u jednoj pojedinačnoj oblasti u stvari nisu pali, Hopkins je tako izgubio titulu 2 . Po onome što sam čuo od ljudi koji su tamo bili na specijalizaciji, MGH je klasična bela, maligna, rasistička bolnica u kojoj se specijalizanti kinje i izrabljuju, i u kojoj do pre dvadesetak godina crnci i jevreji nisu mogli da se zaposle. Doduše, ti koji su mi pričali sada rade za Hopkins—-o konkurenciji sve najgore. Najveći gubitnik je Mejo, večiti drugi, sa reputacijom finog, kulturnog i socijalno pravednog programa 3 , koji je pao na treće mesto. Ovo rangiranje bolnica je samo na prvi pogled glupo i detinjasto. Većina pacijenata nema puno izbora, i na mesto lečenja je osuđena geografijom. Ali bogati šeici koji poklanjaju milijardu dolara vredne kule vrlo vode računa da kukove i kolena menjaju na pravom mestu. Sad, što je metodologija prevashodno zasnovana na reputaciji i time koliko su pacijenti zadovoljni lečenjem 4 , to su sitnice. Bitno je da si broj jedan. Moj matični Sinaj nije rangiran na nacionalnoj listi, ali je dobio pohvale za desetak oblasti, uključujući onkologiju. Svoju kulu moraće da isfinansiraju sami. Glupog li imena za novine. ↩ Što ih nije sprečilo da u utorak ujutru po hodnicima dele letke sa velikim \"#1\" i sićušnim \"(1991-2011)\" ispod toga. Mada, tog jutra su delili kolače, tako da im ne mogu zameriti. ↩ Što je, doduše, lako biti u ultra-beloj nemačko/skandinavskoj Minesoti. ↩ Iako je pokazano da zadovoljni pacijenti čija se svaka molba sluša više umiru, uz veće troškove lečenja. ↩","title":"Broj 1 u Americi (1991-2011)","loc":"http://miljko.github.io/srb/2012/07/21/broj-1-u-americi-1991-2011/","tags":"Pisanije"},{"text":"Vlada: Diplomirao sam na Medicinskom fakultetu u Novom Sadu (odsek stomatologija) i moj resume posle 7 godina koliko mi je trebalo da zavrsim faks izgleda tako jadno da kad bi postojao neki jednodnevni kurs stomatologije za decu ometenu u razvoju moja praksa bi licila upravo na to. Hajde da se ogradim odmah na pocetku i spomenem kako sam bio jedan od boljih u generaciji, cisto da bacimo pravo svetlo na ostatak ovog teksta (citaj, ima i gorih). Svega 2 ekstrakcije i to prva tako sto mi asistent pridrzava ruku, a druga parodontopaticni zub koji se toliko klati da bi pusterom mogao da se izduva van. Keep in mind, vezbe iz oralne hirurgije traju vise od godinu dana. Napunio 5 kanala korena, sto je bila norma. Medjutim, normu posle godinu dana nisam ispunio kao ni mnogi (imao svega 3), tako da su se narednog semestra organizovali dodatni casovi za nas nesretnike. Ta usluga naravno nije bila free (o, da). Troje ljudi na stolici, sa svega dva termina nedeljno, pritom sami vijamo pacijente, a ako vec nije dovoljno komplikovano da dodam kako nije smela (ni slucajno) da se koristi turbina. Pacijenti su provodili na stolici po 3 do 4 sata u proseku (tu onaj deo sa turbinom ima itekako veze). Dalje u rezumeu stoji i 0 (slovima nula) proteza, dve nadogradnje (lucky me) i uklanjane mekih naslaga (jedan od najkomplikovanijih zahvata u stomatologiji) i to mu dodje to, posle ovoga ostaje samo computer skills and languages, gde sam srecom jak . Anyway, studije pamtim po tome sto sam upoznao neke sjajne ljude, sto sam puno putovao i na jednom od putovanja i upoznao devojku iz Rusije koja mi je u medjuvremenu postala zena i mi smo sada tnx God u Chicagu. Vreme protraceno na moje upoznavanje sa stomatologijom je heavy, heavy waste. (via Dobrovoljni robovi « Intern ) @neurocuriosity : Moja zadnja vežba (blok) iz interne je bila moja tačka ključanja jer je profesor pokušao nešto da nam diktira na šta je meni pukao film i pitao sam otvoreno celu grupu: \"Ko je video akutni infarkt miokarda na prijemu?\". Kako niko nije digao ruku profesor se napravio posramljenim i potrudio da nas prebaci kolegi i ode kući. Stojim pri tome da su Američka i Engleska medicina najbolje. Na svu sreću imao sam prilike da RADIM 5 nedelja u engleskoj bolnici. Ovo nije bila fakultetska razmena gde ja stojim sa strane i \"odblejim\" 2h i odem kući već sam imao ista prava i obaveze kao njihovi studenti završnih godina (radno vreme 8-24h) a moja nadređena je čvrsto verovala da studenti služe za scut work i da ih ne treba štediti ni u ludilu. Naravno, ja znam engleski gotovo isto kao i srpski pa mi komunikacija nije predstavljala veći problem. Ja sam za tih 5 nedelja (često) danonoćnog rada naučio više nego za 6 godina ovde. Radio sam tamo sa engleskim lekarima i studentima kao i švajcarskim i nemačkim studentima (work-placement kao i ja) i odgovorno tvrdim da ni naš najbolji student ne može da priđe njihovim (nemačkim, švajcarskim i engleskim) prosečnim studentima završne godine po kliničkom znanju i umeću (predkliničko znanje nije bitno jer smo mi lekari a ne biomedicinski inženjeri) a verujem da ni većina naših specijalista kao ni profesora ne mogu prići većini njihovih specijalizanata (a možda i stažista i studenata). (via Dobrovoljni robovi « Intern )","title":"Da ponovim","loc":"http://miljko.github.io/srb/2012/07/08/da-ponovim/","tags":"Pisanije"},{"text":"Često se na klinici smejemo hirurzima koji nam rutinski šalju tridesetogodišnjake za pregled pred minimalno invazivnu operaciju. Po PS -u, za nekoga bez drugih većih zdravstvenih problema pregled bi se sastojao iz par pitanja (da li se zadišete kad hodate normalnom brzinom?) i nijedne laboratorijske analize ili druge dijagnostike. Na žalost, takvi pacijenti nam uvek donose spisak hirurgovih želja (hemija, krvna slika, ekg i analiza urina su minimum, a često upadne i rentgen grudnog koša). Mi prevrćemo očima, teška srca potpisujemo naloge, i smejemo se zatucanim hirurzima iza leđa. A onda mi devojka od dvadeset i nešto godina dođe na rutinsku kontrolu . Poslednjih par decenija ti sistematski pregledi postali su pandan tehničkom pregledu auta. Ljudi sebe valjda zamišljaju kao automobile koji posle x godina ili y pređenih kilometara dođu kod lekara da im proveri hlađenje, zameni ulje, ako treba promeni gume ili ne daj bože pročačka nešto u motoru. Tako se na vreme otkriva rak, sprečava šlog, pronalazi srčana mana… Mi, u večitom strahu od tužbe, postavljamo gomilu besmislenih pitanja (jer je nekakvu glavobolju, gorušicu ili problem sa izlučivanjem neke od telesnih tečnosti imalo 99% ljudi starijih od 20), radimo bespotrebne analize (osnovna hemija, krvna slika, urin i lipidi su baterija od oko 20 testova), i kažemo im da dođu za godinu dve, da obnovimo gradivo. U najboljem slučaju malo ranije otkrijemo neku bolest koja bi se ionako ispoljila i naterala ih da dođu. U najgorem, traumiramo ljude i naručujemo još više testova zbog jednog abnormalnog rezultata. Znači, nismo ništa bolji od hirurga, a oni bar znaju i nešto konkretno da urade. Klatno se polako vraća na stranu manje testova i proređenog skrininga. Mamogram se preporučuje između 50 i 60 godina, jer pre toga ima previše lažno pozitivnih rezultata koji žene samo traumiraju, sa zanemarljivim brojem spašenih godina života. Papa-Nikolau za rak grlića materice sada se ne radi pre 21. godine , PSA za detekciju raka prostate [možda i ne treba proveravati][2], dovoljno je jednom uraditi skrining za osteoporozu i verovatno možete biti mirni [sledećih 15 godina][3], a kolonoskopija posle 50. godine za pronalaženje kolorektalnog karcinoma vas [pokriva na 10][4]. [ 2 ] : //www.uspreventiveservicestaskforce.org/uspstf/uspsprca.htm [ 3 ] : //www.nejm.org/doi/full/10.1056/NEJMoa1107142 [ 4 ] : //www.uspreventiveservicestaskforce.org/uspstf/uspscolo.htm Ova tri skrining testa—za karcinom grlića materice, dojke i debelog creva—su jedini sa dokazanom vrednošću. Ako tome dodate jedan ultrazvuk abdomena svakom muškarcu starijem od 65 koji je ikada pušio, kao skrining za aneurizmu aorte , i povremenu proveru glikemije i lipida kod starih, gojaznih i pušača, pokrili ste sve što se danas može proveriti. Spisak nije veliki i, osim za rak grlića materice, obuhvata isključivo one starije od 50. Sve ostalo treba tražiti samo ako su nečiji simptomi dovoljno izraženi da zbog njih moraju kod lekara. Ovih nekoliko stvari je minimum minimuma koji bi čak i u Srbiji lako mogao da se ispuni. Naravno, isto kao što su bolja higijena i pravovremena vakcinacija učinili mnogo više za suzbijanje zaraznih bolesti od antibiotika, tako je i mnogo bolji način prevencije hroničnih nezaraznih bolesti normalna ishrana, fizička aktivnost i neizlaganje mutagenima . Ali to je već postalo opšte mesto koje u zemlji prasećih pečenja i cigarete posle fudbala ne vredi ni spominjati.","title":"Preventiva","loc":"http://miljko.github.io/srb/2012/03/09/preventiva/","tags":"Pisanije"},{"text":"Medicinsko obrazovanje u Srbiji nije besplatno, iz bar dva razloga. Prvi, prozaičan—-pare za plate, opremu, održavanje odnekuda moraju doći. Manjim delom od samofinansirajućih studenata, uglavnom od države poreskih obveznika—-naših roditelja, kojima 2/3 plate ode na poreze i doprinose, i firmi koje su premale i nedovoljno povezane da, kao Mišković, porez plaćaju u Nikoziji. Drugi, bitniji—-plaćamo ga svojim vremenom. Po broju sati provedenih na faksu i u učenju medicina u Beogradu sve više podseća na ETF , a po količini time dobijenog praktičnog znanja na susednu mu Višu poslovnu. Da, neki Amerikanci plaćaju smešno velike školarine za četiri godine koledža i još četiri medicine. Za te pare, doduše, njihov prosečan student završne godine zna i može više od većine srpskih specijalizanata, a opet u staž ulazi sa većim strahom nego naši studenti. Jer zna da ga pravo učenje tek čeka. Sad, da sam rođen u Americi sasvim sigurno ne bih upisao medicinu. Dug od 150.000$ posle diplomiranja da bih radio 80 sati nedeljno za tri puta manje godišnje pre nego što specijaliziram ipak je previše1. Ali i to je bolja situacija od one u kojoj se nađe prosečan srpski student: bar šest godina u minusu, a bez posla, bez para i sa vrlo malo upotrebljivog znanja. Tek u to ne bih ulazio, da sam onomad znao. Da ne bude da samo pljuckam sa balkona i teram srpske medicinare na samoubistvo: počeću da pišem i o ono nešto malo korisnih i univerzalno primenljivih stvari koje sam naučio ovde. Čisto da znate šta sledeći put da kažete strini sa holesterolom 5. 1 NB : Pre nego što se upuste u celo ovo planinarenje, Amerikanci bar imaju ideju o tome šta ih čeka kada dobiju diplomu","title":"Pare","loc":"http://miljko.github.io/srb/2011/09/25/pare/","tags":"Pisanije"},{"text":"Poslednje tri godine našeg faksa specijalno su osmišljene da obezbede srpskom zdravstvu jednu stvar: besplatnu nisko-do-srednje kvalifikovanu radnu snagu. Predavanja se jednako, možda i više, bave ezoteričnim jedan-u-sto-miliona sindromima koliko bolestima koje viđamo svaki dan. Udžbenici su u proseku stari 5-10 godina, a ono što je u njima napisano bar 10-15. Na vežbama se pridržavaju zidovi ili zlostavljaju pacijenti (jer 10 studenata na dva pacijenta u sobi od 10 kvadrata može biti samo zlostavljanje), dok asistenti i profesori upozoravaju kako u Srbiji nema posla, kako država nema para za lekare, i o čemu li smo kog đavola mislili kad smo upisivali medicinu. Na ispitu sledi iščuđavanje na to koliko se malo zna, zašto se nije išlo na predavanja i vežbe (iste one koje dobar broj asistenata nije ni držao), i—poseban udar na one sa novog programa—zar ste stvarno mislili hirurgiju da date u junu, koleginice? Ne može to posle samo godinu dana slušanja i četiri meseca spremanja. Do pre par godina coup-de-grace bila je higijena, ispiračica mozgova. Ne znam kakva je situacija sada, ali sledeće je sigurno: ogroman broj ljudi koji su prekliniku znali dobro/odlično i koji su se na klinici u početku—možda i do samog kraja—trudili da nešto nauče, u trenutku kada im G-đa Đević svečano uruči Uverenje o diplomiranju misli kako veze sa medicinom nema, kako su poslednjih 6+ godina proveli u izmaglici u kojoj su izgubili mladost, zdravlje i samopoštovanje, i kako njihovo vreme ne vredi ništa, a oni sami još manje od toga. Sasvim je onda normalno da je volontiranje (zašto bi vas neko plaćao kad ionako ne vredite) u Kliničkom centru ili ekvivalentnoj velikoj ka-nastavi-okrenutoj ustanovi (gde ćete konačno moći da vidite i uradite sve što niste kao student) prava premija. Kada se posle dve-tri godine bavljenja scut -om i produžene adolescencije ljudi opamete i počnu da traže pravi posao, nova ekipa sveže diplomiranih sluđenih Dr-eva spremna je za žrtvovanje. Ko nije rođen u Beogradu može bar da se vrati u rodni kraj, gde je volontiranje kraće a posao posle toga izvesniji. Ko je iz Beograda može samo da traži vezu—za kraće volontiranje na boljem mestu. Jedino strateški postavljena sekretarica može ljudima obezbediti nešto što se plaća, obično onima koji nemaju sumnji u svoje medicinsko znanje . Pre par meseci objavljeno je istraživanje (koje sada, naravno, ne mogu da nađem) po kome kvalitet medicinske edukacije u američkim školama nije zavisio od broja profesora ili njihovog istraživačkog rada, niti od školarine (koja ide od 12-75.000$ po godini). Jedina razlika između uspešnih i manje uspešnih škola bio je prosečan broj pacijenata koje jedan student vidi i prati u toku školovanja. Taj broj je na beogradskom faksu—nula, pošto o praćenju pacijenata na način na koji se to radi ovde naši studenti mogu samo da sanjaju. Da bi se to izvelo, nastava bi morala da se drži u blokovima, u njoj bi morali da učestvuju svi koji su za to plaćeni, a vizite bi morale da liče na nešto. Nemoguća misija. Disklejmer: Student nisam od 2008. a van faksa sam skoro godinu i po. Ako se nešto u međuvremenu promenilo na bolje, super :)","title":"Dobrovoljni robovi","loc":"http://miljko.github.io/srb/2011/09/19/dobrovoljni-robovi/","tags":"Pisanije"},{"text":"Diplomirao sam u junu 2008, sa ok prosekom, par radova iz histologije, nešto demonstrature i bez sasvim jasne ideje šta i kako dalje. Šest meseci kasnije, nakon seks turizma naučne razemene na Tajlandu, par nedelja u Libeku i skoro završenog staža, izbor sam sveo na ostanak u Srbiji i pečalbu u Nemačkoj ili Americi. Kako i zašto sam se na kraju odlučio za Ameriku i zašto mi se baš i nije ostajalo u Srbiji je duga priča, ali da, postojala je tabela sa plusevima i minusima za svaku od te tri opcije, i da, još uvek je čuvam. Prvog januara 2009. počelo je zvanično prikupljanje informacija i literature o polaganju USMLE -a, krajem maja izašao sam na Step 1, tri nedelje kasnije na Step 2 CK , a početkom jula i na CS . U septembru sam se prijavio na programe, decembru i januaru išao na razgovore, a pre skoro tačno godinu dana, u martu 2010, saznao gde odlazim. Dakle, oko pet i po meseci ukupnog spremanja prva dva stepa1, i još par nedelja za CS . Jeste, moguće je. Kada me neko onda pita kako se \"nostrifikuje diploma\"2/sprema USMLE , na to pitanje mogu da odgovorim kao neko ko je u celu stvaru ušao jako kasno i ko se time nije bavio previše dugo. Uz tu ogradu, par saveta: 1. _Saznajte šta polažete. _Sve informacije za strance koji žele specijalizaciju u SAD su na sajtu ECFMG -a . Ko nema apsolutno nikakvog pojma o celom konceptu, ukratko: Step 1 - preklinika, 322 pitanja sa ponuđenim odgovorima, 7 sati rada + 1 odmora; Step 2 CK - klinika, 352 pitanja sa ponuđenim odgovorima, 8+1 sat; Step 2 CS (clinical skills) - 12 \"pacijenata\", 15 minuta za svakog + 10 za pisanje izveštaja, ocenjuju se uzimanje anamneze, pregled, izveštaj i (najvažnije!) smeškanje, pranje ruku i gledanje u oči. Cena promenljiva (na žalost, samo u jednom smeru), oko 800-900$ za prva dva, 1300-1400$ za treći. Opet, ECFMG je najbolji izvor za najsvežije informacije. 2. Nabavite literaturu. Previše ljudi spremanje za USMLE shvati kao šansu da nadoknade ono što su propustili sedeći u Kapriju3. Onda fiziologija krene da se sprema iz Gajtona, patologija iz Robinsa a interna iz Harisona, što je sve teško gubljenje vremena. Iako teorijski u obzir može doći sve, obim onoga što se najčešće pita je ograničen, savladiv i lako dostupan kroz jednu od milion različitih serija knjiga specijalno pisanih za pripremu juesemelija ( BRS , Kaplan, High-Yield, XYZ Made Ridiculosuly Simple…). Iako sve one pokrivanju manje-više istu materiju, nešto tera ljude da čitaju bar dve-tri iz iste oblasti. Opet, gubljenje vremena. Nađite seriju koja vam po stilu najviše odgovara, i držite se toga. Ono što je meni sasvim lepo poslužilo za Step 1: First Aid (baza), Pathology Rapid Review (aka Goljan), Kaplan Biochemistry, BRS Physiology, BRS Bihevioral Science, Microbiology Made Ridiculosly Simple, High-Yield Molecular Biology. 3. Napravite strategiju . Ovo je ključno: bez jasno postavljenih vremenskih rokova i plana rada, spremanje samo jednog stepa može da se otegne u godine. Meni je najviše pomoglo ovo —vodič za spremanje koji sam našao na SDN forumu4. Literaturu sam skoro potpuno preuzeo odatle. Podrazumeva se da imate bar neku ideju koje vam oblasti slabije idu (uz bihejvioralne nauke, koje su svima slaba tačka), i na šta treba posebno da se koncentrišete. Ako ne znate, tu su NBME testovi, 50-60$ komad, svaki sa po 200/184 pitanja (za Step 1/ 2CK ) koja su se nekad pojavljivala na pravim testovima i lepo spakovanim izveštajem po oblastima na kraju. 4. Fokusirajte se . Ako ste u vezi dok spremate USMLE a dečko/devojka se ne žali kako vas ne viđa dovoljno i kako samo o testu pričate, onda nešto nije u redu, ili sa vezom ili sa spremanjem. Ako na poslu imate previše obaveza, uzmite bolovanje. Ako suviše vremena trošite na pranje sudova i čišćenje stana, preselite se nazad kod roditelja. Ako vam USMLE nije prioritet, bolje je da celu stvar batalite. Ovo sve važi za one koji sa celom stvari kreću nakon diplomiranja; ako Step 1 polažete dok ste još na faksu, prioritet je, naravno, završavanje istog. 5. Obnavljajte, obnavljajte, obnavljajte . Računam da je ovo već blisko nekome ko je završio medicinu. Tu najviše pomaže samotestiranje. Postoji gomila zbirki sa USMLE -style pitanjima, ali je kraljica svih baza USMLE World . Ne samo da potpuno simulira softver za polaganje, već su i pitanja jako slična onima (od težih) koja se vide na pravom testu. Osim toga, objašnjenje za svako pitanje je mala lekcija za sebe. Još jedna korisna stvar, naročito za stvari koje se moraju učiti napamet, je pravljenje fleš kartica. Ta tema je i široka i duboka, pa ću samo dati nekoliko linkova: Supermemo , Anki (program) , Anki (online) . 6. Znajte šta sledi . USMLE (valjda) niko ne polaže zbog ličnog zadovoljstva i/ili mazohističkih poriva, već da bi dobio specijalizaciju u Americi. Da bi se do toga došlo, treba preskočiti još puno prepona, od birokratske noćne more zvane Medical Education Credentials Verification (iliti nostrifikacije diplome), do niza drugi skraćenica tipa ERAS , NRMP i FSMB koje će vam biti potrebne za prijavu na programe, rangiranje istih i eventualno polaganje Stepa 3. Opet, objašnjenje za sve je na ECFMG -ovom sajtu i u detalje ne treba ni ulaziti dok nemate položen bar Step 1, ali je za prikupljanje pisama preporuke i ostale dokumentacije za ERAS na vreme potrebna takva logistika, da je bolje spremiti se unapred. Kratko i površno, ali nadam se korisno. Kad budem imao vremene (a kako me je krenulo sa laganim noćnim dežurstvima, imaću ga poprilično), svaku od ovih tačaka ću u detalje. Inače, evo čime se bavim poslednjih par dana . Step 1 trebalo je da polažem sredinom aprila. Zbog problema sa zakazivanjem morao sam to da pomerim za celih mesec dana i spremanje CK počnem pre položenog keca. Ne preporučujem. USMLE nije nikakva nostrifikacija (mada je za njegovo polaganje potrebno verifikovati diplomu), već neka vrsta državnog ispita. Ako neko kaže da USMLE sprema xy meseci/godina a još uvek taj proces meša sa nostrifikacijom, pripreme očigledno nisu ozbiljne. Holivudu, Luju, Jarcu—ne deskriminišem. O forumima: postoji ih gomila, i na većini vise večiti spremači porekla uglavnom azijskog. Onaj na koji sam ja išao za savete o spremanju bio je StudentDoctorNetwork , jedini sa većinskim američkim (pa još štreberskim) članstvom.","title":"USMLE","loc":"http://miljko.github.io/srb/2011/03/21/usmle/","tags":"Pisanije"},{"text":"Jeste li već videli ovo ? Ceo blog—- A Cartoon Guide to Becoming a Doctor —-je odličan. Prelistajte malo stare stripove i obratite pažnju na svaki u kome se pojavljuju specijalizanti (intern ili resident). Ko god ih je crtao, znao je tačno šta radi—-stažistu ćete u svakoj bolnici ovde prepoznati po tome što neprestano pišti. Da svaki lekar u Americi sa sobom nosi pejdžer i ume da uradi traheotomiju uz pomoć kuhinjskog noža i hemijske olovke zna svako ko je gledao bilo koji film ili seriju o doktorima snimljenu od osamdesetih naovamo. Ovo drugo jeste preterivanje, ali pedjžeri se zaista još uvek koriste i, u stvari, nisu ni izbliza toliko naglašeni na ekranu koliko u stvarnom životu. Za početak, ima ih svako—-od čistačice (kojoj svakih 15-20 minuta stigne novo zaduženje), do direktora bolnice. Medicinske sestre su tu privilegovane, jer umesto pejdžera imaju oko vrata obešenu Voceru, hands-free sokoćalo sa zvučnikom i mikrofonom kojim se upravlja glasom. Ruke su im, valjda, uglavnom suviše zauzete da se cimaju sa pejdžerima. Specijalisti i stariji specijalizanti imaju novije modele, sa tastaturom, tako da bar mogu da odgovore na poruku bez potezanja telefona. Nama jadnim stažistima ostaju oni najobičniji - tri reda, osamdeset karaktera, bez tastature, ca. 1980. Komunikacija isključivo jednosmerna. Da se ne lažemo, osećaj na orijentaciji kad ti uruče mantil i pejdžer je dosta dobar. Vau, imam svoj pejdžer, kao pravi doktor. Vidi, ima isto zvono kao Hausova ekipa. Kul. A onda dođe prvi dan na odeljenju, i polako spravica postaje da bude sve manje kul a sve više trozubac kojim te neko podbada svakih desetak minuta. Napisah već jednom da sam prvog dana na odeljenju nasledio devet pacijenata. Prva stvar koju sam morao da uradim, pre onog obilaženja svih osmoro u roku od dva sata, je ceremonijalno stavljanje svog imena u njihov elektronski karton. Čisto da bi sestre znale koga da cimaju u slučaju da se nešto desi ili im nešto treba. Evo kako to funkcioniše: dobro obučena sestra prepozna neku promenu na pacijentu, ili im oni traže nešto što ne mogu da urade, tako da kontaktiraju stažistu. Stažista vidi koliko je stvar bitna i, ako ume sam da se snađe da odgovarajuće naloge (ili priča sa pacijentom, porodicom, kime već), a ako ne—-zove starijeg specijalizanta. Ovaj opet to filtrira do nadležnog specijaliste. Ako ni ovaj ne ume da se snađe, pacijent uglavnom završi na intenzivnoj a stažista nahebe jer nije zvao ranije. Nešto kao nervni sistem u kome su sestre periferni receptori, specijalisti viši nervni centri, a specijalizanti interneuroni (stažisti bi, ako ćemo baš da budemo precizni, u ovoj podeli rada bili dorzalni ganglioni, da ne kažem ganglije). Evo kako je to izgledalo mog prvog dana: trećina pacijenata bili su stariji Afroamerikanci (da ne kažem crnci) slabijeg materijalnog i, zbog brojnih komorbiditeta, sumnjivog mentalnog stanja koji su sestre cimali svakih pet minuta; druga trećina su bili jako fini ljudi sa jako napornim porodicama koje su sestrama jako volele da spominju svoje drugare advokate pa su sestre, htele-ne htele, morale da im ugađaju; i na kraju zaista bolesni pacijenti koji su jednom nogom bili na intenzivnoj, a drugom u hospisu; i ja, apsolutno neiskusan i generalno gledano nedorastao situaciji*, koji pojma nemam koji pacijent spada u koju kategoriju i da te kategorije uopšte postoje, dok poruke jedna drugu sustižu. To da ni prethodna karika u lancu nije baš uvek na visini zadatka nije mi u tom trenutku ni ulazilo u glavu. Trećeg dana na dužnosti hteo sam da zafrljačim malo pištalo kroz prozor. Na žalost, ne sećam se prve poruke koja mi je stigla tog dana (najverovatnije je nekome sa zatvorom trebao laksativ, ili im je pritisak bio >160**) ali je kasnije bilo bisera: Pt wants to shower, needs order (negde tri ujutru, kad sam imao 30-časovno dežurstvo) Srry to wake u, pt's bp 165/100, gave hydralazine, now 130/85 (pola 4 ujutru, isto dežurstvo, drugi pacijent) FYI : Patient c/o abd pain, passed gas, feels better now (ovo sam, srećom, primio u toku dana; ima ljudi koje su budili ovakvim porukama) Naravno, ima i onih koje se pamte iz drugih razloga ( Ms. AMS during dialysis, pls come to evaluate_; _Mr. in unresponsive after PEG plcmnt, come now_; _Ms. BP 70/30, diaphoretic, pls come ), ali tu je ono što se desi posle poziva mnogo zanimljivije od same poruke. Na žalost ili na sreću, takvih je veoma malo. U ovome uopšte ne preterujem, ali je to potpuno očekivano i sistem je, bar u mojoj bolnici, pravljen da prvih par nedelja dopušta greške i opštu nekompetentnost stažista. Problemi nastaju ako se nesposobnost otegne na nekoliko meseci. ** Prvo pitanje sestri ako vam ovako nešto stigne u 8 ujutru: Da li ste pacijentu dali lekove za pritisak? Ne? MUPM !","title":"B(l)eep","loc":"http://miljko.github.io/srb/2010/12/17/bleep/","tags":"Pisanije"},{"text":"Prvi dan staža: u 7 ujutru dobijam sign-out—spisak od devet pacijenata raštrkanih po celoj bolnici koje treba da obiđem do vizite u 9. Da uopšte dođem do prvog treba mi dobrih 15 minuta, jer ne znam gde su sobe, stepeništa, liftovi (ali zahvaljujući orijentaciji koju smo imali dan pre toga znam sve o istoriji jevrejskih migracija iz centra Baltimora ka severozapadu). U 7:20 stižem nekako do šestog sprata, soba 6xx, i bacam pogled na sign-out: 59 y/o AAF w/ HTN , HLD , CHF EF 51% in 7/09, ? CAD , DM2 p/w PND , othopnea, LE swelling due to HTN emergency, ac. diastolic CHF 2/2 med non-adherence, AKI on CKD , CAP . Desno od toga—spisak lekova duži od moje ruke (između ostalog: Nifedipine XL 90mg QD , clonidine 0.2mg PO BID , Lasix 80mg PO BID , hydralazine 100mg PO TID , isosorbide mononitrate 120mg PO QD , labetalol 800mg PO BID , metolazone 5mg PO BID , hydralazine 10mg IV q6h PRN , labetalol 10mg IV q5mins PRN —sve to samo za pritisak i srčanu insuficijenciju; statine, antibiotike, antidijabetike i antiemetike da ne nabrajam). Na stranu kompleksnost bolesti i finese antihipertenzivne terapije u crnaca sa bubrežnom insuficijencijom—o tome ću brinuti sledećih par nedelja—nego, šta kog đavola sve one troslovne skraćenice znače (hint: do pre par godina AKI on CKD bi se pisalo A on CRF )? Nisam tog dana do vizite uspeo da vidim ni pola od svojih devet pacijenata, ali niko to od mene nije ni očekivao (reče mi stariji specijalizant tek nakon najstresnija dva sata u mom životu). Dovoljno je bilo što sam preživeo. Do kraja te nedelje čak sam mogao i da nađem svaku sobu bez polučasovnog traganja, a brzo posle toga pohvatao sam sve one, i još desetinu drugih skraćenica. Pre par nedelja, pred kraj rotacije na koronarnoj jedinici, upisao sam bez puno razmišljanja u sign-out jedan od prijema za taj dan: 76 y/o MO WF w/ HTN , CHF EF 10% s/p STEMI 7/2010, CAD s/p BMS to LAD ‘08, 2xBMS to LCx 7/2010, severe pulm. HTN w/ baseline SOB , DM2 , OA , gout, now s/p AICD 10/25/10. Cela ova priča za jedan link: pre par nedelja pročitao članak o tome kako je medicinska dokumentacija (d)evoluirala od epskih eseja prevashodno namenjenih edukaciji do sadašnje noćne more svih stažista i medicinskih sestara (pošto je mi uglavnom popunjavamo) koja treba da pokrije bolnicu u slučaju tužbe i olakša posao službi za naplatu kada treba da se obračuna koliko osiguranje/pacijenti duguju za boravak. Naslov je The evolving medical record , pristup se kao plaća, ali je pdf ovde .","title":"26 y/o WM w/ OCD","loc":"http://miljko.github.io/srb/2010/11/19/26-yo-wm-w-ocd/","tags":"Pisanije"},{"text":"Engleska reč za specijalizaciju je \"residency\"—-prebivalište. Kada je krajem XIX veka Dr. Vilijam Halsted, hirurg, izumitelj radikalne mastektomije i hirurške rukavice, i prvo kokainski pa onda morfijumski zavisnik, započeo prvi residency program u Americi (u Džons Hopkinsu, naravno) specijalizanti bi u bolnici provodili i po četiri-pet dana bez prekida, pa je taj naziv i te kako imao smisla. Rezonovanje za takvo neljudsko radno vreme bilo je da će na taj način doktori-u-pokušaju bolje upoznati prirodni tok bolesti, i da neće propustiti nijedan bitan događaj u boravku svojih pacijenata. Osim toga, većinu svog radnog veka Dr. Halsted je proveo u kokainsko/morfijumskoj omaglici, pa su mu koncepti umora i iscrpljenosti bili prilično strani. Rukovodstvo bolnice brzo je primenilo ovaj sistem na sve novootvorene programe, i tako dobilo neiscrpan izvor jeftine radne snage. Nekoliko decenija kasnije, pod pritiskom sindikata, ipak je došlo do ograničenja radnog vremena—-na 100 sati nedeljno, sa smenom koja ne sme preći 36 sati i sa obaveznih 12 sati odmora između smene. Za one bez digitrona: to je u proseku nešto više od 14 sati dnevno. Pre desetak godina, ovaj put pod pritiskom javnosti (sindikati su u međuvremenu propali), brojke su smanjene na 80 sati nedeljno sa smenama od po 30 sati. Ovih 80 sati je, u stvari, prosek između četiri uzastopne nedelje: ništa vas ne sprečava da dve nedelje radite 100 sati, a sledeće dve samo 60. Poređenja radi: radno vreme svih zaposlenih u Evropi, pa i lekara, je 40 sati nedeljno. Sve preko toga dodatno se plaća. Poduža priča za kratku poentu: ako vam se iz mog prethodnog pisanija činilo da se žalim na radno vreme i količinu posla, niste u pravu. Ma koliko se puno radilo, dve činjenice ostaju: moj program jako, možda i previše, vodi računa da se sati apsolutno poštuju (u \"pravom\" Hopkinsu, sa druge strane, ponose se time da njihovi stažisti redovno prebacuju normu) i, što je još bitnije, to je ipak rad koji ima smisla. Ko je stažirao u nekom od naših domova zdravlja verovatno će me razumeti kada kažem da bih rado menjao svaki sat koji sam proveo ispisujući recepte i popunjavajući glupave zeleno/crvene formulare za bolovanje za dodatne dane rada na odeljenju ovde. Mali problem: sledeća generacija specijalizanata imaće skraćeno radno vreme. Po novim pravilima, nedeljni limit je opet 80 sati, ali su smene skraćene na maksimalnih 16 sati za stažiste i 28 sati za starije specijalizante, koji će morati mnogo više da nadziru mlađe. U prevodu: manje radne snage za bolnice, koje sada imaju nešto više od mesec dana da se potpuno reorganizuju. Osim toga, manje sati znači manje iskustva za nas, a češće smene i više ljudi koji se naizmenično brinu o pacijentima daju više prostora za greške—-svako je siguran da je onaj drugi proverio rezultat nekog testa ili promenio dozu nekog leka. Delimično rešenje za to su duži i detaljniji \"signout-ovi\", formalne razmene informacija između dve smene, što opet mora da uđe u onih 16 sati i oduzima vreme pravoj medicini. Nisu baš crveno/zeleni formulari, ali, na žalost, nije ni previše daleko od toga. A da se ne uplašite previše za moje zdravlje posle ovoliko priče o 80-satnoj nedelji, evo koliko sam radio od 24.9. do 23.10. Ukupno sati: 279,25 Prosečno sati dnevno: 9,63 Prosečno sati nedeljno: 67,41 Prosečno sati za 28 dana: 269,62 Bilo je tu par 24-časovnih smena i 8-9 sati između dve smene, ali u proseku—-ništa strašno. One četiri nedelje u Hopkinsu, doduše, bolje da ne spominjem.","title":"Sati","loc":"http://miljko.github.io/srb/2010/10/21/sati/","tags":"Pisanije"},{"text":"… i zdrav. Poslednjih par dana čak i naspavan. Ako se neko vreme nisam javljao, to je zato što sam bio zauzet. \"Zauzet\" znači: jurio po tada meni potpuno nepoznatoj bolnici u potrazi za \"svojim\" pacijentima (prva dva dana staža; nije bilo prijatno ni meni ni njima); ostajao do 23h zbog 4 prijema u roku od 15 minuta (jedan od njih bila je mlađa ženska osoba sa septičkim šokom i pritiskom 60/40, drugi je bio polusvesni crnac od oko 250kg sa obstruktivnom slip apneom i arterijskim pCO2>70) da bih na poslu ponovo bio sledećeg dana u 6:00; propisao dovoljno narkotika da samo čekam dan kada će mi neko iz DEA pokucati na vrata (onkološkim pacijentima, doduše, ali 650 tableta oksikodona na jedan recept ne može a da ne deluje sumnjivo); u jednom nezaboravnom dežurstvu na Hopkinsu u 1:30 ujutru primao čoveka sa rakom pankreasa, sepsom i DIK -om (trombociti 7, hematokrit 18), u 3:00 zvao neurohirge i radio-onkologe da bi hitno pregledali ženu sa novodijagnostikovanim moždanim metastazama, a od 5 do pola 7 izvlačio pacijentkinju sa već poznatim metastazama na mozgu iz statuse epileptikusa (neuspešno; završila je na infuziji fenitoina i, kada sam je video par dana posle toga, poslednji put, još uvek bez svesti) i na svoje veliko iznenađenje bio dovoljno budan i orijentisan da sve to (i još 4 dosadnija pacijenta) predstavim na jutarnjoj viziti; morao mnogobrojnoj (n=9) porodici sredovečne crnkinje sa nekontrolisanom hipertenzijom (220/180 na prijemu) i potpunom bubrežnom insuficijencijom više sati da objašnjavam zašto se šlogirala tokom hemodijalize (na koju sam je, na neki način, i ja nagovorio) i zašto će do kraja života morati da se hrani preko gastrostome (do viših moždanih funkcija kao što je govor nismo ni stigli); a u pauzama između svega toga pojeo nebrojene količine bagels-a sa krem sirom i popio litre kafe (u poslednje vreme: bez kofeina) koji se besplatno služe u doktorskoj kafeteriji. Jednom rečju, da, zadovoljan sam. Naravno, tu je papirologija, diktiranje otpusnih listi, ganjanje sa sestrama oko toga da li su i kada uzele krv za jutarnje analize, sedenje na nekada neverovatno dosadnim (ali nekada baš dobrim) obaveznim podnevnim predavanjima dok se na odeljenjima posao polako gomila a pejdžer samo pišti (pejdžer, ta sprava za mučenje stažista, specijalizanata i doktora na dežurstvu, zaslužuje ceo esej). Neke kolege su bolje od drugih, neki pacijenti teži za saradnju od ostalih, nekih dana mogao bih u bolnici da ostanem i 48h a nekada bežim pre četiri. So it goes. A vi, kako ste?","title":"Živ sam…","loc":"http://miljko.github.io/srb/2010/10/17/ziv-sam/","tags":"Pisanije"}]}